[
    [
        "Not the first time the cameras been on the whole time 😂😂😂",
        "2 năm trước"
    ],
    [
        "A DSP video WITHOUT 50% dislikes?",
        "7 năm trước"
    ],
    [
        "why'd I get reccommended this lol",
        "2 năm trước"
    ],
    [
        "i kinda wish it happened so he had to get a job",
        "3 năm trước"
    ],
    [
        "bugged youtube mechanics",
        "10 năm trước"
    ],
    [
        "Piracy is already illegal.  There is literally absolutely nothing beneficial about this bill.  It makes no sense whatsoever.",
        "13 năm trước"
    ],
    [
        "Wait a minute, there's killings, crimes, and wars in America but we're focusing on the online gaming??? wtf?",
        "12 năm trước"
    ],
    [
        "Is it me or does DSP look like Ethan Mars from Heavy Rain in this video a bit? lol",
        "11 năm trước"
    ],
    [
        "Instead of getting this country out of debt, our Government is banning video games instead?",
        "13 năm trước"
    ],
    [
        "So basically, this bill will take away the ability of Game Developers to freely advertise their games via the players. Not only will this shut down businesses that revolve around streaming gameplay, but will also probably cut down on sales of the video game itself. I, like many people, don't go out and buy games until I see some gameplay in action.",
        "12 năm trước"
    ],
    [
        "Ahh  man the good old days of dsp.",
        "4 năm trước"
    ],
    [
        "Why the heck these old videos keep showing up in my notifications?",
        "7 năm trước"
    ],
    [
        "\"I voted for politicians and now I regret it.\" LMFAO🤣",
        "1 năm trước"
    ],
    [
        "Wish this bill passed just to get DSP locked up.",
        "1 năm trước"
    ],
    [
        "A world without game reviews is a world I can't live in",
        "13 năm trước"
    ],
    [
        "I still love the way he just walks in",
        "12 năm trước"
    ],
    [
        "when phil was awesome back then and now",
        "5 năm trước"
    ],
    [
        "If DSP gets shut down...WE RIOT! GLOBALLY!",
        "7 năm trước"
    ],
    [
        "I can’t go on streams right now like if the same thing happened",
        "4 năm trước"
    ],
    [
        "2021 gang",
        "3 năm trước"
    ],
    [
        "Lmao",
        "1 năm trước"
    ],
    [
        "hahahahahaha",
        "1 năm trước"
    ],
    [
        "Dave i know right when Phil was famous",
        "5 năm trước"
    ],
    [
        "That's because he actually sounds relatively knowledgeable and polished here, with less of his trademark negative behavioral qualities that define his normal video game playthroughs.",
        "1 tháng trước"
    ],
    [
        "If he had actually acted like he does in this video as opposed to how he normally acts in most of his other videos, maybe he wouldn't be as to the same degree that he is now.",
        "1 tháng trước"
    ],
    [
        "Hey there 2 years ago you, just now it got recommended to me as soon as I opened up youtube, on the very first row for some reason.\n\n\nYoutube works in mysterious ways.",
        "4 năm trước"
    ],
    [
        " @AzKat69  hey there 11 months ago. Just got recommended to me now",
        "3 năm trước"
    ],
    [
        "Egg Shen lol I bet you don’t watch him anymore",
        "4 năm trước"
    ],
    [
        "Sure",
        "9 ngày trước"
    ],
    [
        "I agree we should definitely stop this.\nIf it passes, we must all write letters and emails asking for permission and fill their offices and servers until they get rid of it.",
        "12 năm trước"
    ],
    [
        "Wait what's so wrong about this video? Why are people whining in the comments?",
        "9 năm trước"
    ],
    [
        "Thank you Dpsming\nI did not know this and thank you phill.",
        "9 năm trước"
    ],
    [
        "I looked this up on Wikipedia, and it said that the people who are pushing for this bill to be passed said that the bill will only target websites or people who profit from illegally streaming copyrighted material. So videogame vids won't be affected. ",
        "13 năm trước"
    ],
    [
        "i love you phil i follow you everywhere i love you huge fan (don't worry about the hates there mother didn't love them Enough)",
        "8 năm trước"
    ],
    [
        "How does this have so many views? Seems pretty obvious that Phil bought views..",
        "9 năm trước"
    ],
    [
        "I am now really ticked off. Why the hell does this video have 23,000 likes, yet good YouTubers like Chuggaaconroy never got that many likes on a video before? People are idiots.",
        "9 năm trước"
    ],
    [
        "I did a little Research and found that 2 of the Politicians behind the bill statet, that the bill does NOT affect the Gaming Vids.\nAdditionally it was said that only commercial streaming is issued.\n\nSo dont panic, folks there is nearly no risk for the Gaming Vid scene.",
        "13 năm trước"
    ],
    [
        "aww is baby going to have to get a real job awww.",
        "10 năm trước"
    ],
    [
        "I thought Machinima had the permission of the video game companies already",
        "13 năm trước"
    ],
    [
        "GUYS CALM DOWN!!! The Legislative branch proposes silly bills like this all the time. besides, it's been months. this bill will most likely be dismissed and it probably has already, they just didn't bother to announce it. just calm down, we're fine. thumbs up so others can see this.",
        "12 năm trước"
    ],
    [
        "If you stream content you don't own, you should be held liable for it. However, making it a felony is ridiculous. ",
        "10 năm trước"
    ],
    [
        "Why isnt Youtube concerned about this? No gameplay, no music videos, no movie trailers, YT would be dead",
        "12 năm trước"
    ],
    [
        "Everyone that doesn't support this bill, best idea is to contact Congress and tell them that if this bill gets passed, everyone in office who supported it will get voted out! No exceptions!",
        "12 năm trước"
    ],
    [
        "Go and sign the petition it will take you 2 minutes and will help us all A LOT.",
        "13 năm trước"
    ],
    [
        "This makes sense because if these coorperations really liked all the advertisement then they would give out permission to use their product to stream",
        "12 năm trước"
    ],
    [
        "Seriously why does the government focus on less important stuff like the internet instead of other issues?  This is America, not North Korea.  If this bill passes, EVERYONE BREAK THE LAW!!!",
        "12 năm trước"
    ],
    [
        "If this bill is passed, the government has the power to charge you with copyright infringement regardless of the copyright holders take on the situation.",
        "12 năm trước"
    ],
    [
        "This would get so many people arrested, most of them under 18.",
        "12 năm trước"
    ],
    [
        "And it has gotten worse. The Senate version of the bill does not criminalise the viewing of videos, but some analysis of the House version of the bill, just made public, would criminalise viewing\r\n\r\nThe House version is so bad, that even private streaming, just your yourself would be a felony under the house version.\r\n\r\n",
        "12 năm trước"
    ],
    [
        "+V Onii Chwan DPS Has a massive following of people who for whatever reason hate him and want nothing more than to see him disappear from the internet as a whole.",
        "8 năm trước"
    ],
    [
        "^ because he treats people like shit and has never once apologized for his actions and words",
        "8 năm trước"
    ],
    [
        "TheRealSSBB64\nAnd in recent years I don't blame him, people are constantly out to ruin this guys life. To say its fair because he told some kid on the internet to fuck off is justifiable, its not.\n\n You don't have to like Phil but at least show the guy a little empathy, I mean for crying out loud its the internet man. A lot of people say and do whatever they want, he wants to be an asshole to people its his right.\n\nHe is the \"King of Hate\" after all, or at least that is a moniker he goes by or use to. I'm sure Phil isn't that bad of a guy, he has his flaws, but who doesn't.",
        "8 năm trước"
    ],
    [
        "+MrFuddyDuddy  some of the haters would make a deal with isis if they promised to get rid of phill",
        "8 năm trước"
    ],
    [
        "more like just too many whinners LOL",
        "6 năm trước"
    ],
    [
        "xD ppl like u. Darth Jawa ",
        "5 năm trước"
    ],
    [
        "Guarantee you don't watch him anymore",
        "2 năm trước"
    ],
    [
        "Dunkey LongLostSon And what do you consider a real man's game, Mr. Dunkey?",
        "9 năm trước"
    ],
    [
        "FireNinja606 Ghouls'n Ghosts now THAT is a real man's game.... fuck that Demon's Souls. ",
        "9 năm trước"
    ],
    [
        "FireNinja606 And don't call me Mr. Dunkey that's my father's name please. ",
        "9 năm trước"
    ],
    [
        "Dunkey LongLostSon Okay, maybe you do have some taste in gaming, since you don't seem to be a fan of modern first-person shooters. But how does Chuggaaconroy suck? Just because he plays Nintendo games?",
        "9 năm trước"
    ],
    [
        "FireNinja606 I don't even know the dude xD I was just fucking with you. ",
        "9 năm trước"
    ],
    [
        "Dunkey LongLostSon Oh. Okay.",
        "9 năm trước"
    ],
    [
        "Dunkey LongLostSon Yeah. He's the definition of a scrub.",
        "9 năm trước"
    ],
    [
        "FireNinja606 Had this bill been voted on and passed, Chuggaaconroy wouldn't be able to stream gameplay because it would violate US copyright laws. This was a video to raise awareness, it wasn't meant to be focused on DSP.",
        "9 năm trước"
    ],
    [
        "boogie2988 is biased -Ghost Banned x2- I don't care if this video was meant to be an accurate premonition of the future that would greatly affect society's well being. The fact is, he still got over 23,000 likes on a video before, and I don't think he deserved that at all on any video he puts out, considering he's done so much idiotic choices in the past and has said some of the most stupid arguments and opinions I've seen a human being say, along with him being unfunny and terrible at video games. That's like giving fame and wealth to an adult with an IQ less than an average child's one. Thank goodness he hasn't garnered this much likes on a video before. But whatever, it's just my opinion. You don't have to agree with me.",
        "9 năm trước"
    ],
    [
        "FireNinja606 This video came out back before people found him insufferable. He probably doesn't deserve the likes, but they don't have much meaning. ",
        "9 năm trước"
    ],
    [
        "boogie2988 is biased -Ghost Banned x2- True, he wasn't that bad until his Metal Gear Solid 2 Let's Play. And I shouldn't care that much about likes on people's videos, anyway.",
        "9 năm trước"
    ],
    [
        "FireNinja606 Yeah, he's really gone to shit. He was alright back then, but then again, we didn't have that many options when it came to gameplay playthroughs... ",
        "9 năm trước"
    ],
    [
        "one thing I'm wondering, what if its just people from different countries uploading gameplay footage? our government wouldn't have any control over that would they?",
        "13 năm trước"
    ],
    [
        "Breakdown of bill:\nFirst line of S.978: (a) Amendments to Section 2319 of Title 18- Section 2319 of title 18, United States Code, is amended–\n\nOpening line of 2319 (b): (b) Any person who commits an offense under section 506 (a)(1)(A) of title 17—\n\n506 (a)(1)(A): (1) In general.— Any person who willfully infringes a copyright shall be punished as provided under section 2319 of title 18, if the infringement was committed—\n\n(A) for purposes of commercial advantage or private financial gain;\n",
        "12 năm trước"
    ],
    [
        "imagine how many gamers would be in jail because of this.",
        "12 năm trước"
    ],
    [
        "If they can actually send people to jail for this... they are going to need a lot more jails...",
        "12 năm trước"
    ],
    [
        "Putting anyone in prison for just this reason would be entirely counterproductive to society. I don't want to have to pay more taxes to enforce this law.\n\nWell, this gives us an initiative to vote out any congress member that says yes to this bill. Go to opencongress . org and look up this bill. Look at the money trail tab. Look at the sheer amount of corporations that support S.978. I wonder why.\n\nThey had better kill this bill.",
        "13 năm trước"
    ],
    [
        "They would likely put in the terms of service that you're allowed to stream their gameplay.",
        "12 năm trước"
    ],
    [
        "Now with the Del Facto laws or after the fact laws, Youtube Videos of footage before hand would not be forced to be shutdown.\n",
        "11 năm trước"
    ],
    [
        "I'm pretty sure there are things more important than this going on in the world that the government needs to worry about. ",
        "12 năm trước"
    ],
    [
        "passing this bill will mean no more youtube",
        "13 năm trước"
    ],
    [
        "It's alright America; we TOTALLY understand that ONLINE GAMING is FAR more important that putting REAL criminals in prison.",
        "12 năm trước"
    ],
    [
        "And if video game companies are worried about game playthroughs ruining their businesses then a few words: \"Don't make crap games.\"",
        "12 năm trước"
    ],
    [
        "I'll just sit and watch how this turns out.",
        "13 năm trước"
    ],
    [
        "LPs are one of the main methods by which I decide to buy a gaming system or a game. To get rid of it seems counterproductive. ",
        "13 năm trước"
    ],
    [
        "It would also greatly effect LARGE businesses like Google who depend on videos like this to present adserts on without actually having to create the video's themselves. Finding another 'legal' media set of videos like these that people would actually want to 'view' would be kind of difficult because lets face it, who wants to see Little Billies Baseball Game on Youtube?",
        "12 năm trước"
    ],
    [
        "I started freaking out...then i noticed this was 2 years old lol",
        "11 năm trước"
    ],
    [
        "According to the Congressmen who proposed this, anything that was previously legal won't be made illegal, so according to them video game streaming won't be illegal. However, making copyright streaming a felony seems a bit drastic to me and I'd almost consider it draconian in nature. A felony in the US means quite a lengthy amount of jail time and a hefty fine even in the best of cases and I think this is just too much for simple online piracy, especially when you can just remove the content.",
        "13 năm trước"
    ],
    [
        "To be honest, I dont understand WHY the people get mad if copyrighted stuff is on youtube or something else.\n1. People enjoy watching it, It would probably make them go \"hey this is awesome, I'll probably go buy it. Its doesn't hurt anything just as long as they give CREDIT to the rightful owners.\n2. Because of seeing some good footage of it, it will tell people if it sucks or if its great.\nWHY DOES COMMON SENSE NEVER OCCUR TO PEOPLE",
        "12 năm trước"
    ],
    [
        "no need to worry the bill has been abandoned",
        "12 năm trước"
    ],
    [
        "I'm doing a speech about this this week hoping to influence my classmates to not vote on this.",
        "12 năm trước"
    ],
    [
        "Did any one else know that anonymous group is taking action against this bill",
        "13 năm trước"
    ],
    [
        "Bill S.978 will not stop anything \"if the bill passes, I suspect many game companies (including us) will add a special clause to the TOS specifically to allow posting videos of their games\" - Notch, and just think about this it makes sense....most videos games devs want youtubes advertising power.",
        "13 năm trước"
    ],
    [
        "What will happen? Will it be illegal to quote the \"Intellectual property\" characters say in games? \n\nGames will FALL APART without the communities of gamers being able to read reviews.",
        "12 năm trước"
    ],
    [
        "The bill is a violation of a law that's already been issued for multiple years. And that law states that nothing can by uploaded that's copyright without educational value or entertainment so everything he says above about the transformative work that we create making gameplay into commentary is forming it into what gamers see as thing with educational gameplay such as how to videos on like W.O.W, black ops, etc.",
        "13 năm trước"
    ],
    [
        "They should wait with this bill, until there will be politicians, who actually know about games. All the old guys should be retired.",
        "13 năm trước"
    ],
    [
        "Why is this showing up in my feed",
        "3 năm trước"
    ],
    [
        "There is even worse than S978. Proposed changes to the Computer Fraud and Abuse Act could make such streams illegal, even without S978",
        "13 năm trước"
    ],
    [
        "It is LEGAL to stream\/upload videos of videogames if it is for educational purposes(like playthroughs) as stated in the fair use law . So Congress is really putting themselves in a pickle",
        "13 năm trước"
    ],
    [
        "Certain games are protected from this under \"Microsoft's Gaming Content Usage Rules\" like Halo, Fable, and Age of Empires. These rules grant permission to all gamers to use their game for video purposes and such.\n\nIf this does pass, I bet most game studios will immediately release similar rules to cover games like CoD, Minecraft, ext.",
        "13 năm trước"
    ],
    [
        "Government's first duty is to protect the people, not run their lives. -Ronald Reagan",
        "12 năm trước"
    ],
    [
        "Someone should script a program that, when Hollywood and other media pundits attempt to watch a video, they are instead redirected to a suitably preachy video concerning fair use rights.\n\nMake them suffer the way they've made us suffer!",
        "12 năm trước"
    ],
    [
        "I've signed a petition to this bill and suggest to anybody else who believes that s.978 is ridiculous should follow the link in the video details and sign. Please, every signature counts!!",
        "13 năm trước"
    ],
    [
        "If this law happen, tons of people will go to JAIL ALREADY",
        "13 năm trước"
    ],
    [
        "If this bill passes, Justin Bieber could end up going to jail for 5 years. Sigh, I guess we can't have the best of both worlds...",
        "12 năm trước"
    ],
    [
        "If Hollywood\/musicians is scared about loosing money becasue people post their things on the Internet, why don't THEY post their own stuff on Youtube and profit with the advertisements? It's common sense. Maybe videogame companies should get 1-2% from the adsense profit. Same with the musicians. Problem solved! No one gets hurt. Everybody getting money, Everybody feel warm happiness in their heart. End of the story.",
        "13 năm trước"
    ],
    [
        "THIS BILL DOES NOT INCLUDE and ATTACK GAMEPLAY VIDEOS. GAMEPLAY VIDEOS ARE OKAY, its not against the bill.",
        "13 năm trước"
    ],
    [
        "If they pass this bill it will be end of ALL OF US!!!",
        "12 năm trước"
    ],
    [
        "Pay attention, children. The creators of this bill have stated that this bill is not intended for sites like Youtube, but rather, sites that profit from uploading copyrighted material. This video is great, but the topic is getting blown out of proportion. Besides, it's already illeagle to upload copyrighted material to the internet. This will all blow over, even if it is passed. It's not like people on the internet follow the law as it is!",
        "13 năm trước"
    ],
    [
        "If there's injustice\nin your neighbourhood\nwho you gunna call?\nANONYMOUS!",
        "13 năm trước"
    ],
    [
        "If anything, punishment shouldn't count unless people do things after the bill is released.  So if the bill happens in 2013, but someone did a vid in 2011, the 2011 vid shouldn't count.  Cuase, at the time, it was legal.  It's not like the government has a time machine that in their current time it's illega, so they go back in the past and arrest the person.  That's ridiculous.\n\nIf anything, the crimes that were done before the bill should be pardoned or people should take them down.",
        "12 năm trước"
    ],
    [
        "What if it's only illegal to dowload movies\/music\/games\/shows, but trailers and gameplay footage is legal? ",
        "12 năm trước"
    ],
    [
        "they would be biting off WAY more than they can chew if they don't amend that",
        "12 năm trước"
    ],
    [
        "now its unthinkable that someone would be shutting down streams a gameplay videos :D",
        "2 năm trước"
    ],
    [
        "I did an essay about this bill for class and this video really helped me a lot.",
        "11 năm trước"
    ],
    [
        "ATTENTION: This bill will effect everyone, It does not matter where you live, YouTube is based in America!",
        "13 năm trước"
    ],
    [
        "so apparently the bill does not affect youtube and sites like it, only illegal sites that profit from illegally streaming videos.",
        "12 năm trước"
    ],
    [
        "this bill passes= all gaming companies will go out of business = economy dies again. ",
        "13 năm trước"
    ],
    [
        "It looks like you have never used a camera. There is a feature where you can set it to start on its own so you can get into position.",
        "12 năm trước"
    ],
    [
        "Congress is considering passing a bill that could﻿ shut down gaming videos and streams. It's called Bill S.978. This bill would shut down nova channel and channels like Rooster teeth, machinima and other gaming channels all over the internet would be shut down. Please research more information about this bill because﻿ i can't type it all. I never say this in the comments, but please thumb this up so people see and copy and paste to other vids like these onto other vids.",
        "13 năm trước"
    ],
    [
        "This actually wont be applied to youtube in a matter that applies for gaming",
        "13 năm trước"
    ],
    [
        "i like how in one of phils most viewed video's it looks like he hasn't showered in a week",
        "12 năm trước"
    ],
    [
        "i have constantly read comments talking crap about america, yet i have still believed that america was the best country on earth. but if this bill passes, i'm gonna have to find a new favorite country.",
        "13 năm trước"
    ],
    [
        "Do you expect the government to listen to us?",
        "13 năm trước"
    ],
    [
        "That means that gamestop can't preview trailers of the games",
        "13 năm trước"
    ],
    [
        "Right now gameplay videos etc are like advertising. It's true it actually helps companies. It's the piracy that makes the companies lose money since for every game\/movie etc downloaded that usually means one less sale for them. In the end I think this is just a further effort to stop piracy, since they have failed to stop it, and have run out of ideas. At least this is from what I've understood so far.",
        "12 năm trước"
    ],
    [
        "I KNOW WHY HOLLY WOOD WANTS IT PASSED... IT NOT CUZ OF COPY RIGHTS... IT IS BECAUSE IT WILL BOOST PROFITS FOR THEM 300%. THEY JUST INVEST INTO COMMERCIAL COMPANIES OR BECOME ONE AND THE ONLY WAY FOR THINGS TO BE ADVERTISED IS THROUGH THEIR COMPANY , SO EVERY BUSINESS WANTING TO PROMOTE A GAME WILL HAVE TO PAY THEM.",
        "13 năm trước"
    ],
    [
        "This was back when G4 (Comcast's classic video game\/Happy Tree Friends, etc. channel) was still in operation. And I used to watch HTF after Walmart trips with my late mom (I was watching PBSfanatic's PBS Kids before trips). I also got into Cars 2 and Lion King as well as the end of Discovery Kids AND ABC Kids by then. Plus, I watched a lot of Fairly OddParents TV spoofs, Max & Ruby and insurance ads.",
        "1 năm trước"
    ],
    [
        "Yeah, I don't think this bill will affect games like cod or forza or fifa considering you're allowed to upload content directly from your console to the internet. Moreover, these video game companies want their games getting on YT because it's free advertising (cod is huge because of YT). Additionally, YT itself wants these videos because it adds to their revenue w\/ all the advertising -- think about all the video game ads you see before YT videos. Honestly, I wouldn't worry about this bill.",
        "13 năm trước"
    ],
    [
        "So, by their logic, I can copyright standing in front of a camera and sue anyone who posts a video of a person standing in front of a camera?  I should copyright a vid of congress meeting, so every time they meet I can make money off the tv news stations.  What will they think of next, a law against crossing the street?",
        "12 năm trước"
    ],
    [
        "@TallBoyBlue This bill was brought up by people in the industry. We the people have the power to get involved and persuade them not to pass it. The wars are mostly managed by the executive branch, which isn't involved at this point.\n\nThe advantage of democracy is we have a say. the disadvantage is that stuff gets done really slowly.",
        "13 năm trước"
    ],
    [
        "I think it's very unlikely that it would pass. ",
        "12 năm trước"
    ],
    [
        "So they want to sue us for free advertisement, worst bill ever!",
        "12 năm trước"
    ],
    [
        "I don't care if it passes, I will still continue to post gameplay videos. It's my right as an American and I don't care what bill passes.. I already have a bill, it's called the Bill of Rights.",
        "12 năm trước"
    ],
    [
        "lets be clear. it is ten videos within a 180 day period of the first. so if you do vid 1 on day 1, and vid 10 on day 190, you are safe. but you would have to upload each video with ~32 days between each one.",
        "13 năm trước"
    ],
    [
        "Hey guys, I got the BEST tomahawk kill in Black OPs. \nBut....who can I share my excitement with??",
        "13 năm trước"
    ],
    [
        "Even most media corps won't back this bill because it'll do more harm than good... at least in its current form.\n\nPersonally, I hope bills of this nature NEVER passes.",
        "12 năm trước"
    ],
    [
        "If this happen,we,the gamer community will unite for our unique rebellion....Screw jail and stuff we are not gonna back off.Who the hell is with me people?",
        "13 năm trước"
    ],
    [
        "@ShinRyizen I  agree,  the  bill  as  it  is  infringes  on  the  rights  of  your  people,  it  also  infringes  on  the  rights  of  my  country  as  well  as  it  will  effect  things  like  youtube  and  then  out  freedom  of  artistic  right  will  be  stopped  in  some  cases  as  youtube  is  in  the  US,  I  think  that  this  bill  should  have  the  only  effects  our  citizens,  this  could  be  considered  an  infringement  on  the  basic  rights  of  another  nation...",
        "13 năm trước"
    ],
    [
        "its not a violation of privacy laws most of the videos reserve the rights to the company and they also work as advertisment",
        "13 năm trước"
    ],
    [
        "@5:48 Are you kidding me? Our lawmakers know the internet isn't a big truck. It's a series of tubes.",
        "12 năm trước"
    ],
    [
        "I'm pretty sure that gaming companies will put up something allowing you to show footage",
        "13 năm trước"
    ],
    [
        "@ThundertonTV You are very correct but imagine if government does pass it and hackers do nothing. Instead of telling people what you are, it should be a plan B for us all. In mean time we should just sign the petitions and do whatever we can.",
        "12 năm trước"
    ],
    [
        "578 people are congressmen who hate video games",
        "13 năm trước"
    ],
    [
        "Bill S.978 will not affect YouTube users, streams(so long as you don't make money off of the streams), or Machinimas, If any of you 10 year olds would actually read the damn bill you'd know that the 10 strike law already exists, That \"derivative works\" i.e MACHINIMAS, LETS PLAYS, YOUTUBE VIDEOS will not be affected in any way. If it wasn't illegal before the bill's passing, it won't be after it passes, I promise.\n\nPM me if you want to prove me wrong.\n",
        "13 năm trước"
    ],
    [
        "how can people be so selfish when they already make enough money, they want more? to shut down other companys?",
        "12 năm trước"
    ],
    [
        "I'm often searching for the games on Youtube, checking out some gameplay and so on to see if its my type of game - It would be sad if the bill would remove gameplays and streams from Youtube.",
        "13 năm trước"
    ],
    [
        "It's just being jailed for doing that for personal financial gain or saying that it is yours.",
        "13 năm trước"
    ],
    [
        "People are still commenting on this?\r\n\r\nGuys, the bill didn't pass. This happened like a month ago I'm pretty sure...",
        "13 năm trước"
    ],
    [
        "I WILL cry if this bill get passed.",
        "13 năm trước"
    ],
    [
        "I have been editing videos on youtube and switching accounts because of copyright problems.....unfair accusations just for using a song. But I have worked my ass off for months to get better, and when I finally get there....this shit happens. I'm not even IN the states but I can assure everyone watching this video that I will do everything possible in my power to stop this bill from passing, hell I'll even go to the USA! STOP THE BILL!!",
        "13 năm trước"
    ],
    [
        "@TravelingPigeon In a way. Yes. Because all of youtubes servers are hosted in the US. So even if you do live in another country youtube won't accept it, because then youtube would be violating the bill. Which means if people want to upload gaming footage. A new video hosting site will have to be made outside the US.",
        "13 năm trước"
    ],
    [
        "@lightninglj We can not let this bleed into our gaming cyberspace",
        "12 năm trước"
    ],
    [
        "How good so far this bill had not been moving in congress or to be voted yet...and it better doesn't progress. Well, as soon as anyone makes nasty bills on net, we won't just let it, SOPA, PIPA, ACTA or whatever is the name.",
        "12 năm trước"
    ],
    [
        "It would be tragic to see machinima get shut down :'(",
        "13 năm trước"
    ],
    [
        "THE BILL ENDED LIKE A MONTH AGO",
        "13 năm trước"
    ],
    [
        "DO NOT SUPPORT THIS BILL! It is the first trap in controlling the usage of said copyrighted works.\nThis is a trap, and the sole purpose is to generate or attempt to gain loss of profit that they claim to should have received. In other words, this is the first step to monetizing public viewings and performances. Imagine game review sites such as Gamespot, IGN, Gametrailers and even Gamestop. They would be forced to pay to review their games, because they are essentially sampling their work.",
        "12 năm trước"
    ],
    [
        "I'm one of the people you mentioned who records amateur dubs of songs to karaoke tracks.  In fact, I don't even HAVE a karaoke store in town (other than Mardel which only has Christian stuff,) so I have to use the internet to download karaoke.  Also?  I like JPop and Vocaloid stuff and that will go away and I won't even be able to FIND it anywhere in town.\n\nIn short?  If this bill becomes a law, I won't be able to do what I enjoy and share it with my friends.\n\nTOTALLY against it.  >>",
        "12 năm trước"
    ],
    [
        "Actually no Machinima would stay up because they have permission to use most of the content. The use of copyrighted characters in animations is a whole different monster. Sooo cool story bro, tell it again.\n\nP.s The bill is still in the introduction phase.",
        "11 năm trước"
    ],
    [
        "Very ThatGuyWithTheGlasses vibes here",
        "1 năm trước"
    ],
    [
        "i woud stop playing video games if this bill did pass because atleast once in my gameplay i want to watch other people play the game\/mission so i can form on their footsteps....",
        "13 năm trước"
    ],
    [
        "they better not band video games because I love them",
        "12 năm trước"
    ],
    [
        "I hope supreme court shreds that bill with the first amendment!\n(Freedom of Expression) This will kill the internet and destroy internet profits!\nUsers who rely on youtube for profit will lose money!",
        "13 năm trước"
    ],
    [
        "this would make vevo a monopoly on youtube",
        "13 năm trước"
    ],
    [
        "Here's the plan guys if they pass this bill we all move to Canada.",
        "12 năm trước"
    ],
    [
        "jails are going to be crowded...did they ever think about that? we already struggle enough with the money issues about jail...",
        "12 năm trước"
    ],
    [
        "@kirbz01 \n\nWhat I am asking is that : Is creating video for a copyrighted software - playing a game or a tutorial for using photoshop - considered public performance of a copyrighted material? I am asking if video tutorials falls into this category as well.\n\n",
        "12 năm trước"
    ],
    [
        "if anything, recording gameplay of a video game should be promoting the game and actually helping the company....",
        "13 năm trước"
    ],
    [
        "wouldn't karaoke performances denote fair-use and conflict with this bill?",
        "13 năm trước"
    ],
    [
        "I honestly dont know how many video games I have bought after seeing a lets play or a walkthrough... maybe 7? I think video game videos do more advertising than any commercial.",
        "13 năm trước"
    ],
    [
        "Man, Victor is already in America.",
        "12 năm trước"
    ],
    [
        "No it would not, fair use prevents that. It's pretty simple.",
        "12 năm trước"
    ],
    [
        "If.......why am I hold this????",
        "12 năm trước"
    ],
    [
        "I suspect the reason is to get compensated for royalties which they cannot account for from youtube videos containing copyrighted works. Unless they figured out a way for that already, but either way, its about money, and theyll goto war for it.",
        "12 năm trước"
    ],
    [
        "is that a statue of Marcus Fenix holding a Boomshot?",
        "13 năm trước"
    ],
    [
        "this seems bad for internet radio",
        "13 năm trước"
    ],
    [
        "I agree with Phil when he say's take a stand on this. I myself have written to congress via the link in the description. Please do so and take a stand!!!",
        "13 năm trước"
    ],
    [
        "we gotta get chuck norris to \"talk\" to our congressmen",
        "13 năm trước"
    ],
    [
        "if that damned bill gets passed lots of the gamers in the U.S. will revolt",
        "13 năm trước"
    ],
    [
        "So to protect the videogame\/music\/tv-market, you propose a bill to kill it?",
        "13 năm trước"
    ],
    [
        "Look at the date. The bill was supposedly decided in September of last year. Its December and a year later...",
        "11 năm trước"
    ],
    [
        "if con is the opposite of pro than congress is the opposite of progress \n",
        "13 năm trước"
    ],
    [
        "Dude this bill has nothing to do with fair use or even Machinima (which is covered under parody law). This is simply extending the current law we have in place and applying it to the Internet. I'm *overjoyed* that more people will be being fined and put in prison for pirating the copyrighted works of others. If you take all of the cut scenes from the latest batman game and stream them in your site without expressed journalistic or educational purposes, you should be fined heavily. If you do it",
        "12 năm trước"
    ],
    [
        "I THOUGHT AMERICA WAS A FREE COUNTRY",
        "12 năm trước"
    ],
    [
        "The bill will criminalize unauthorized streaming of copyright material FOR THE PURPOSE OF COMMERCIAL ADVANTAGE OR PERSONAL FINANCIAL GAIN.\n\nUploading a karaoke or a recording of a videogame on a free site like YouTube IS NOT AFFECTED BY THAT BILL. Actually, those actions are already against existing copyright laws and does that stop any of you?! NO. Congratulations, you win Justin Bieber.\n\nThis author is clearly biased in favor of the companies that MAKE A PROFIT FROM PIRACY. Prolly owns 1 too.",
        "12 năm trước"
    ],
    [
        "So if it's illegal and I upload a video of Black Ops, would that make me a badass since I'd be breaking the law.",
        "12 năm trước"
    ],
    [
        "the bill is never gonna go through lawlz",
        "12 năm trước"
    ],
    [
        "630 law makers watched this...",
        "12 năm trước"
    ],
    [
        "575 people want this bill to pass.",
        "13 năm trước"
    ],
    [
        "630 people dont know what the internet, machinima, or what anything said in this video is",
        "12 năm trước"
    ],
    [
        "This is DSP's most viewed vid, which is not a playthrough or a review. I am sad:(",
        "13 năm trước"
    ],
    [
        "Guys dont worry! video game companies love the way people showcase and provide public attention towards their video games like the way we currently do using sites such as youtube. So even if this bill passed, the companies would most likely make changes regarding their legal department allowing people to continue uploading videos, and if that was impossible to do, they would just make no effort to enforce punishment on people. \r\n\r\nAlso im in canada, so weeo! heellooooo viewers ;)",
        "13 năm trước"
    ],
    [
        "Bugged mechanics nothing dsp could do dood!",
        "3 năm trước"
    ],
    [
        "If the bill passes, and they lied and it will actually affect youtube or video game footage, machinima, youtube, etc wont go out of business. The United States does not get full control of the internet. Besides, how many people do you think will play along and go through the hassle of attacking things like this? It would be a waste of time...derrr",
        "12 năm trước"
    ],
    [
        "Wait, they cant take it down, the us dosnt own the internet, therefore the vids cannot be legally taken down without the consent of every country in the world, right?",
        "13 năm trước"
    ],
    [
        "I think we have much bigger things to worry about then copyright . Plus, the companies are screwing themselves as well. You said it's basically free advertising when they do playthroughs\/reviews\/whatever. What's going to happen to the industries? =\/",
        "12 năm trước"
    ],
    [
        "@TheLahness Yes, but as Phil said, they're adding new additions to the list.\r\nIf it get's too powerful, it might include more nations.\r\nReally, there's only a few countries that a company can run succesfully in.\r\nU.S.A.\r\nU.K. (Pretty much all of the U.K.)\r\nAustralia.\r\nCanada.\r\nAnd I can't think of anymore, but there's probably a few more.",
        "13 năm trước"
    ],
    [
        "*End of November* Congressman: THE BILL HAS BEEN PASSE-*gets shot by one of the rebels against the bill* *A massive battle of rebels and supporters happens* *Three months later* Reporter: It's official the Human Cove War has begun!\r\nThis is whats goin to happen if it gets passed who agrees?",
        "13 năm trước"
    ],
    [
        "we're slowly and slowly losing freedoms",
        "12 năm trước"
    ],
    [
        "Guy in prison 5: i videotaped a youtube video of a guy playing a videogame",
        "12 năm trước"
    ],
    [
        "Will this just effect America, or will foreign countries also not be able to post videos of games??",
        "13 năm trước"
    ],
    [
        "Question : according to this bill, if I used photoshop to draw a picture, and i created a video tutorial out of that, isn't this a public performance of copyrighted material? and how is that different from recording game footage?\n",
        "12 năm trước"
    ],
    [
        "Remember when this was a big deal?",
        "13 năm trước"
    ],
    [
        "If I'm in Canada, and do streaming of video games, playthroughs, walkthrough etc.   and if this bill is passed, would this effect someone that is outside of the U.S.?",
        "13 năm trước"
    ],
    [
        "Basically America shoots their Internet industry down because some people are criminal and upload movies and music? sounds legit",
        "13 năm trước"
    ],
    [
        "Don't think they have enough room in the jails..",
        "12 năm trước"
    ],
    [
        "my question is how many ppl went to the site",
        "13 năm trước"
    ],
    [
        "Im not taking my gameplay vids off no matter what. ",
        "13 năm trước"
    ],
    [
        "Guys about the gaming don't worry about the Bill okay game developers like it when we make videos and post it on YouTube thats why example Black Ops has Theater mode. The only game company I would worry about is Rock Star Games because their known for taking down gaming footage so chill out nothings going to happen",
        "13 năm trước"
    ],
    [
        "Doesn't matter the bill didn't get passed.",
        "11 năm trước"
    ],
    [
        "I agree with the bill.  Streams, video clips and playthroughs cause a loss of profit for video game companies.  The only acceptable form of games shown online for free should be free trailers.  You want to watch a movie or a game?  Then you should have to buy it.  There is no debating this.  Guys like DSP are the ones ruining it for others.  He is not the one stealing, its all his youtube followers.  ",
        "13 năm trước"
    ],
    [
        "So far....nope, S.978 stalled, and the most probable thing is that it's dead...for now.",
        "11 năm trước"
    ],
    [
        "A black man is president, chaos would break free eventually.",
        "13 năm trước"
    ],
    [
        "what about Copyright Disclaimer: Under Section 107 of the Copyright Act 1976, allowance is made for \"fair use\" for purposes such as criticism, comment, news reporting, teaching, scholarship, and research. Fair use is a use permitted by copyright statute that might otherwise be infringing. Non-profit, educational or personal use tips the balance in favor of fair use.",
        "12 năm trước"
    ],
    [
        "I wouldn't doubt the RIAA and others are backing this up because they say they lose money from piracy and such.\nBut, think about it:\nYou record a video of your vacation at Disneyland or someplace, and somebodies son is playing his psp in the background, your camera happens to catch a lil clip of it on your camera. You upload it to youtube for the rest of the family and friends to see. 2 weeks later, you're behind bars. WTF!!!",
        "12 năm trước"
    ],
    [
        "@madlysaw5 \nActually the people vote Congressmen into office. The President has no power there. But I agree that the bill needs to be shut down.",
        "13 năm trước"
    ],
    [
        "@RaptorLlama Those like TB who live out of America may be subject to arrest anyway as they are still subject to Youtube's Terms Of Service, which will likely get updated if the law passes through. :\/",
        "13 năm trước"
    ],
    [
        "Now, lets see the American gaming community get off their butts and go protest this mess, ya know, outside!",
        "13 năm trước"
    ],
    [
        "youtube would mean nothing to me if this happens",
        "13 năm trước"
    ],
    [
        "I am definately going to spread this around. It will be heard throughout my school. I will make sure of that. Me, and lots of other people would be shut down. I don't want that. Red VS Blue and a lot of other shows that I like would disappear. Thumbs Up If you agree!!! :D",
        "12 năm trước"
    ],
    [
        "This hole bill thing is getting like\nBill S.978: Youtube strikes back!",
        "13 năm trước"
    ],
    [
        "What about Zenga taking youtube video's off for copyright claims of people playing Facebook Games and putting accounts in a bad standing as a result, I think that's stupid, the games are FREE to play, but banned to see a video of a free to play game? wtf?",
        "13 năm trước"
    ],
    [
        "THIS IS A VIOLATION OF THE 1st AMENDMENT!!",
        "12 năm trước"
    ],
    [
        "THUMB THIS UP SO EVERYBODY CAN SEE IT: the bill s.978 wont change shit, its already illegal to post gaming videos without the permission from the developers of the game, but the fact is that most developers like that you post videos about their game , like in black ops you have theater mode sou can share clips and upload to youtube , and when bill s.978 comes out, if it passes, its still uåp to the developers of the game to remove content on youtube, so just relax",
        "13 năm trước"
    ],
    [
        "This is bad we have to stop this thing from happening",
        "12 năm trước"
    ],
    [
        "Congress: We'll pass the bill\n\nMario:No! (from Hotel Mario)",
        "13 năm trước"
    ],
    [
        "Very interesting. can I ask how this would affect things such as G-mod videos and other videos created using video game characters and settings?",
        "12 năm trước"
    ],
    [
        "i love how he picks up his ps3 controller ",
        "13 năm trước"
    ],
    [
        "@hrmarinkovic Think about it, if the US (one of the most influential countries in the world) pass this, it will encourage other governments to pass retarded bills like this. I know that if this is passed, England will definitely look at making laws like this.",
        "13 năm trước"
    ],
    [
        "i could see movies and stuff but video games is just absurd ",
        "12 năm trước"
    ],
    [
        "google which owns youtube now would never let anything of this crap happen, mostly because google probably has the BEST lawyers in the country maybe even world. this bill would end youtube and google would loose A LOT of money",
        "13 năm trước"
    ],
    [
        "@Xyrgra I'm sure the psn and xbl will continue to stream content as usual, but, yes, hearing an unbiased review from another gamer is definitely a lot better than a magazine review. But I wouldn't go as far as saying it will \"destroy\" the community structure of gaming. Well, lets hope it doesn't pass!",
        "13 năm trước"
    ],
    [
        "NOOOOO, That means I would have to go to the store, and buy a game's guidebook to help with achievements.....and youtube videos make it easier to find collectables. \n\n*prepares torches and pitchforks*",
        "12 năm trước"
    ],
    [
        "wait, so now I have to go to get off my ass, pay or subscribe to a gaming magazine and actually read to get the latest on video game? ",
        "13 năm trước"
    ],
    [
        "This bill will do to YouTube what Facebook did to Myspace.",
        "13 năm trước"
    ],
    [
        "DSP would be a great lawyer. ",
        "12 năm trước"
    ],
    [
        "I hope comany's realize that we will just go to foreign entertainment if they do this then they will get no money at all. Guys we still have anime because its Japanese not american.",
        "12 năm trước"
    ],
    [
        "*guy gets thrown into jail*\nGuy 2: What you in for?\nGuy 1: Killed a guy, you?\nGuy 2: Youtube",
        "13 năm trước"
    ],
    [
        "If they pass this bill it will be end of ALL OF US!!!",
        "12 năm trước"
    ],
    [
        "Wouldn't the bill be a contradiction? I mean MMO sites stream the game and stuff to your computer. and then the websites themselves life RiotGames who stream feeds of tournaments of their own games. Would they not be breaking the law?",
        "12 năm trước"
    ],
    [
        "But it will only imply for US, i didn't hear that any other country will do it...",
        "13 năm trước"
    ],
    [
        "@LiveForDarkness404 Some people are just hearing about this now. And checking it's not over yet, the bills status is Committee on the Judiciary. Hearings held.  So it's still in play. This is really a free speech issue in some ways. This is a very bad law",
        "12 năm trước"
    ],
    [
        "The congress needs to play more video games!!",
        "13 năm trước"
    ],
    [
        "If this bill passes MAN all the good LPs Dap642, roosterteeth, Attila, Caprisun, penguinz and all good LPs..",
        "13 năm trước"
    ],
    [
        "What's the status of this Bill? This video was made during the summer does anyone know what happened? Did it fail?",
        "12 năm trước"
    ],
    [
        "@KyrkRTG Basically this means that you won't go to jail if you post a video with copyrighted content unless you're doing it for your profit. People with Youtube partnerships will have to ask for copyright permission before posting videos like that again. Also since Bieber didn't have a partnership when he was posting his old videos (meaning no profit) he won't be going to jail if it passes (happy Beliebers?)",
        "12 năm trước"
    ],
    [
        "@teckademic33 This provides absolutely no video samples of the games though...and besides, hearing normal gamers' reviews of games is refreshing, as are Let's Plays. This bill will destroy the entire community structure of gaming.",
        "13 năm trước"
    ],
    [
        "@NintendoVeteran85 that would happen but the bill already exist for a long time now and it's only being made to be a little more strict.",
        "13 năm trước"
    ],
    [
        "Well this bill will actually make our country bankrupt because Us businesses' will become bankrupt from this. Just the rich people can get words out easier. ",
        "13 năm trước"
    ],
    [
        "So if someone uploads on youtube a video of norm macdonald on conan or a beatles song, or a cool\/funny scene from a movie, he risks going to jail ?This isn't just bullshit for video games.",
        "12 năm trước"
    ],
    [
        "I'm all good as I live in the UK and it will not affect me.",
        "12 năm trước"
    ],
    [
        "Too many prohibition laws already.",
        "13 năm trước"
    ],
    [
        "bad bills = Civil disobedience\nPost your game videos abroad. Far away from USA laws. There is a whole world out there.",
        "13 năm trước"
    ],
    [
        "@GKgamerguy Because Congress will certainly listen to a bunch of teenagers signing an online petition.",
        "13 năm trước"
    ],
    [
        "@ShrapmaElite WHAT??!! The bill friggin' passed!! UGH!! I gotta do some more investigation...",
        "13 năm trước"
    ],
    [
        "Its like a great depression for the internet if this fucking bill gets passed...",
        "12 năm trước"
    ],
    [
        "Maybe it sounds like that to you because I am commenting on what I think is the legal state of the U.S. Congress but not attempting to attack an individual U.S. Senator. No need for me. Instead, the U.S. Congress would be shut down simply on the basis that it´s illegal and instead America´d establish or create a pro - US Congress or something like that, but it´d have to be legal, have to be operating in favor and not against the US.",
        "11 năm trước"
    ],
    [
        "Uhhhhhh.... I think the copyright thing covers enough. But S.978 is really strict! At least the copyright thing gives you RIGHTS!",
        "12 năm trước"
    ],
    [
        "SPREAD THE WORD PEOPLE ON YOUR FAVORITE YOUTUBERS COVER VIDEOS!",
        "12 năm trước"
    ],
    [
        "@mkaatr you mean Photoshop being copyrighted or your drawing? ",
        "12 năm trước"
    ],
    [
        "That website spams me. D:",
        "13 năm trước"
    ],
    [
        "True that America doesn't own the internet. But, if you'll look at the statistics, a large part of the fan base for any part of the entertainment industry (i.e. movies or video games) are based here in America, and many streaming sites like Youtube are based in the U.S.",
        "13 năm trước"
    ],
    [
        "Viva La Resistance! Question is this bill still going cuz its 11\/27\/2011 \nor is this now outdated ?",
        "12 năm trước"
    ],
    [
        "Also, for example you record your friend playing tennis, that would not be illegal since you can't actually download a tennis racket. BUT what I fail to see is how you can download anything at all from a gameplay video. ??? Sure, a music track can be recorded and changed to MP3, but really, a video of a game. Come on.",
        "12 năm trước"
    ],
    [
        "@thatmaninblack I personally think that Hollywood and such are just throwing hissy fits because not as many people are buying it as much as they could be. They want to make more money rather than let people enjoy the film and\/ or music.",
        "13 năm trước"
    ],
    [
        "gaming is alot of what keeps the peace i mean WW2 would still be going on if it weren't for video games because japan wouldn't have enough money to keep people in houses and there would be another pearl harbor and i would of never of learned there was a WW2 if i didn't play call of duty",
        "13 năm trước"
    ],
    [
        "bill s.978 is going to hurl the U.S.A into chaos",
        "12 năm trước"
    ],
    [
        "So Grand Ma learns how to use a camcorder & upload videos on to Youtube showing the grand kids playing in the living room. Oh but wait, there's I Love Lucy playing on the TV in the background showing on the video. Better send a swat team over there.  ",
        "12 năm trước"
    ],
    [
        "Don't sell drugs, Don't steal, and Don't lie... You Know why? The Government doesn't like competition. T oT ",
        "12 năm trước"
    ],
    [
        "Has anyone heard anything about S.978? I have been looking and I cant find a thing on it, since it got put on the backburner a couple months or so ago.",
        "12 năm trước"
    ],
    [
        "sad enough this will probably get passed and it will even close down review companies and magazines such as IGN, OXM, PSM, Game Informer, etc.  we are supposed to be creating jobs while this will destroy a big amount of American jobs.  Even names that are copyrighted wont be able to be said! such as Modern Warfare 2. that name was copyrighted. it won't even be able to be put in a magazine FFS!",
        "13 năm trước"
    ],
    [
        "Does this applies to South America?\n(Maybe a stupid question, but is good to know.)",
        "12 năm trước"
    ],
    [
        "@ABFan010 Think about the \"Bed intruder song\". 90.000.000 views in 1 year. They sell it on iTunes, they sell t-shirts and everything. They don't sell $35 CDs in stores and they don't do concerts. But they made big money with the song on Youtube! :)",
        "13 năm trước"
    ],
    [
        "@jimllfaxit Pros: no more justin Bieber \nCons: No more creative videos involving videos from movies\/games. No cover songs even better versions of Justin Bieber's songs, none of these game reviews, game walkthroughs, possibly no movies made with games like halo thus destryong creatvity again and also putting people down who don't have the kind of money to finance a Hollywood budget war movie like saving private ryan plus this means giving corporations more power on our lives  ",
        "12 năm trước"
    ],
    [
        "SHUT UP SPAMMERS. we all know that this video isnt sponsored by apple and if you text the number you get an expensive phone bill.",
        "13 năm trước"
    ],
    [
        "So, is this JUST America or world wide?",
        "12 năm trước"
    ],
    [
        "i myself do LP's on YouTube, and i'm only 14! THIS BILL GETS A BOOT TO THE HEAD!",
        "12 năm trước"
    ],
    [
        "A good game gain more Fan\/player\/buyer just from the gameplays on youtube...\nonly a really bad games depend on trailers to trick players to buy their games...\n",
        "13 năm trước"
    ],
    [
        "soviet russia dosent seem so bad anymore",
        "13 năm trước"
    ],
    [
        "How can the government trow someone in jail if they dont know were the guy lives lol",
        "13 năm trước"
    ],
    [
        "if this bill passes, machinima will have to move to South Korea! ",
        "12 năm trước"
    ],
    [
        "The  only  way  I  buy  music  is  if  I  hear  the  full  album  on  youtube,  if  I  do  not  like  any  of  the  songs,  I  ONT  BUY  IT!!  I  am  a  canadian,  this  will  even  effect  me,  but  then  again,  I  will  start  up  my  torrent  browser  now  so  thats  what  this  bill  is  going  to  do  for  me,  it  is  going  to  make  me  not  buy  the  albums  :)  GLHF  record  companies,  we  are  not  alone  :D\r\n\r\nGLHF",
        "13 năm trước"
    ],
    [
        "Whatever happened to Freedom of the Press and Freedom of Speech?",
        "12 năm trước"
    ],
    [
        "I see you still dont know how a camera works or how lighting affects improve the picture. Derp.",
        "3 năm trước"
    ],
    [
        "this is bull! If anything, the game industry is gaining money from the internet! the whole reason i bought minecraft was because of the yogscast. the whole reason i bought Reddeadredemption is because of mahalo games! the whole reason i got my freaking PS3 is because of machinima! This is bull! I swear if this happens the goverment will be getting so many stikes! Rise up against the bill!",
        "13 năm trước"
    ],
    [
        "If this bill passed earlier atleast justin beiber wouldve never existed but if it passes now were screwed",
        "12 năm trước"
    ],
    [
        "this guy is right . most of the games i have i got them because i watched them on the playthroughs and gameplays.",
        "13 năm trước"
    ],
    [
        "@TheLahness Almost all video sharing sites are in the U.S.A. Specifacally, California.\r\nJust naming some sites that are in the U.S.A.\r\nYoutube\r\nJustinTV\r\nItunes\r\nViddler\r\nAnd MANY more.\r\nSo, it will effect about 90% of people.",
        "13 năm trước"
    ],
    [
        "Even of It does pass Machinima has licenses from game developers to feature and promote their games which isn't copyright because you have their permission. This means Machinima and other license holders cant be affected, but the regular guys like you and me with out permission will get screwed over.",
        "13 năm trước"
    ],
    [
        "Phil Hussein ",
        "11 năm trước"
    ],
    [
        "yeah same question as the guy below me. its november whats going with this bill now? ",
        "12 năm trước"
    ],
    [
        "@evangelionmann I do not agree.  While it may cause some people to go out and buy them because it looks interesting, it causes most to just \"freeload\" and watch them instead of paying for them.  I have seen COUNTLESS comments on various pages from people who say things like \"Hey thanks Phil for recording this...Now I dont have to go  out and buy it XD\" and crap like that.  For every 1 person that goes out and buys the game, 20 free load off of free to watch playthroughs.",
        "13 năm trước"
    ],
    [
        "2 things does it effect anywhere else and 2 some games will tweak terms and services",
        "13 năm trước"
    ],
    [
        "This bill will put Rooster Teeth, TeemNoble, NextGenTacTics, IGN, and more  business on YouTube that make their living doing what this is trying to stop and for what? So if you the gamer want to see the gameplay for a new game coming out, do anything you can to stop this bill from passing !!",
        "13 năm trước"
    ],
    [
        "I think recording a game should be fine cuz if someone uploads a movie to youtube i can understand how they can lose money cuz most people wont by the movie if they can just watch it for free online, but if i watch a gameplay video it wont make me not buy the game unless the game is bad (which we have a right to know about) I buy it to play it i wouldnt pay to watch a gameplay if that makes any sense",
        "12 năm trước"
    ],
    [
        "GEORGE BUSH! IS THAT YOU!",
        "11 năm trước"
    ],
    [
        "does this affects only america?or does it affect europe also?",
        "13 năm trước"
    ],
    [
        "If this does go though, I am a little screwed for my Chats, cause lets see\ni use music, like real music. Non that i made in a program.  congress... if you pass this bill........... you are going ageist the Constitution. ",
        "13 năm trước"
    ],
    [
        "@knarkbruker \nYou have a point there. But aren't most movie trailers released by the people who make the movie? I understand the reviews thought.",
        "13 năm trước"
    ],
    [
        "@xMyTechx Again, if you have permission to use the copyrighted material, it doesn't matter how much you make off of it. Everyone on Machinima is forced to have permission from copyright holders to upload, and most game companies support people making videos and lets plays of their games",
        "13 năm trước"
    ],
    [
        "@teckademic33 ? What are you talking about? You realise this means anything game related will disappear? Let's Plays? Gone. Video reviews? Gone. Demos? Gone. How exactly is that going to be in a gaming magazine? I didn't realise we already had digital magazines with video interfaces yet...there I was thinking that was just in sci-fi movies!",
        "13 năm trước"
    ],
    [
        "this sir means war not againsed u but againsed congress",
        "13 năm trước"
    ],
    [
        "Sadly, i completely agree with this.",
        "11 năm trước"
    ],
    [
        "Wow Machinima is like the 4th most subcribed youtube channel. How many people will get mad?  About 3 million people.",
        "13 năm trước"
    ],
    [
        "So does this mean that the Angry Video Game Nerd has to shut down his videos? Also, in Gaming Gavin, what about Gavin's friend Austin? \/watch?v=N4Wz7zVBNzo&feature=related. Since he is part of Gaming Gavin, would he get consiquences too?",
        "13 năm trước"
    ],
    [
        "Interesting that vids about this  bill get more views and comments than vids about the national debt crisis, destruction of the currency, the bills about food and GMO and Monsanto, the number and contents of the executive orders of the last 10 years, the re-signing of the Patriot Act, the meetings about  the gov't taking over the trillions in IRAs and 401Ks....\n\nbut hey, gotta keep freedom of gaming and karaoke.",
        "13 năm trước"
    ],
    [
        "it shouldn't apply to videogames though - as this actually may INCREASE the chances of someone buying the game.... for holywood movies it should apply... but not videogames.",
        "12 năm trước"
    ],
    [
        "I agree with this.\nHallowood,Do not put this\nWatch this and LISTEN.\nI understand about pirating\nBut what IF someone pirates a game to just see if it works for their PC.\nThat makes sense,They would buy it if their pc will run fine\nThis is why demos are made.\nBut look at F.3.A.R.\nThere is no demo when this comment was made.\nThats all.",
        "13 năm trước"
    ],
    [
        "@flyhi94 No, but I bet that there is a very large amount of people who watch movie trailers on YT that they wouldn't have seen if it wasn't  on YT. Also there is a big review community that tells you which movies are worth to see and which movies isn't. YT helps the sales and popularity of videogames, movies etc more most people think.",
        "13 năm trước"
    ],
    [
        "It was declined already.",
        "13 năm trước"
    ],
    [
        "uhhh i hope this isnt a global bill",
        "12 năm trước"
    ],
    [
        "No one will buy any game every without seeing it played on the internet.. YOUTUBE should be granted thousands of dollars for advertising FOR the companies as Infinity Ward.. they should BEG youtube, and the users to put out videos.. We're doing them a BIG favour by showing off THEIR games.. Copyright my ass..., soon you won't be able to tell the content of a movie due to copyright.. this id ridiculous.. ",
        "13 năm trước"
    ],
    [
        "we have to email our politicans",
        "13 năm trước"
    ],
    [
        "if this bill gets signed i will go and...just go hell on the government",
        "13 năm trước"
    ],
    [
        "It's a paying job... so it's a job!",
        "12 năm trước"
    ],
    [
        "so does that mean E3 or ign will get shut down and gsl ( starcraft 2 tornoument )\n",
        "12 năm trước"
    ],
    [
        "What happened to the pursuit of happiness? freedom of speech?",
        "12 năm trước"
    ],
    [
        "stupid and pointless bill to pass, im in england but it is just a harsh thing to do, what would the internet be without it? its for entertainment, if this kind of thing keeps happening this will never stop untill everything is fucking illegal, we are turning into robots and it needs to stop, put a stop to this bill.",
        "12 năm trước"
    ],
    [
        "@Darinl79  you are wrong sir. playthroughs and footage of video games are actually, if you think about it, a form of free advertisement for the video game companies. THINK about how many people watch these playthroughs and fotage and think \"wow that looks fun, i should go buy that game\".  do you agree?",
        "13 năm trước"
    ],
    [
        "@04skid \n\nYoutube, google, etc. and other companies are all located in the U.S., so yes, they would have to take your videos down too.",
        "13 năm trước"
    ],
    [
        "Thanks for the vid, wow this is complete bs!!! i work for the video game industry and this not only hurts game sales but also development research, there are numerous times i used youtube to find reference for animation and gameplay. This hurts DEVS as well!\n",
        "12 năm trước"
    ],
    [
        "So, what are you in for?\r\nI stole a car, so what did you do?\r\nI uploaded a match of Halo Reach Invasion.",
        "13 năm trước"
    ],
    [
        "okay one thing i know is that you can upload footage of cod cause they allow ou to in theater mode,but what about whiteboy or xjawz ordspgaming they still upload more than cod , and i donkt understand if you can or not but if you add commentary are you allowed or not,and dsp uploads all the games so i dont know about this id liketo know if anyone can tell me what you can do thanks. ",
        "12 năm trước"
    ],
    [
        "End of gaming :'(",
        "13 năm trước"
    ],
    [
        "OH BTW they're even THINKING of shuting down facebook",
        "13 năm trước"
    ],
    [
        "ITS BEEN DENIED!",
        "13 năm trước"
    ],
    [
        "This affects freedom of speech in the first amendment somehow so i know anonymous will do somethin about this hopefully",
        "13 năm trước"
    ],
    [
        "did this get passed?, i read some sites today that the bill did infact got passed does anyone know?\n",
        "12 năm trước"
    ],
    [
        "If this bill passes im moving to the UK",
        "13 năm trước"
    ],
    [
        "so its not going to happen? Ever? Please tell me i have just found out about this in the video and im scared",
        "12 năm trước"
    ],
    [
        "i dont think machinima will be taken down. think like rooster teeth and stuff will be legal because Bungie and 343 Industries thank Rooster Teeth in the Reach credits\n",
        "12 năm trước"
    ],
    [
        "Sucks for the rest of the world considering YouTube is a US site.",
        "13 năm trước"
    ],
    [
        "So guys did the bill get passed? This I actually a serios thing",
        "13 năm trước"
    ],
    [
        "If its not passed yet why did you already take down all your vids? But I support u",
        "12 năm trước"
    ],
    [
        "@knarkbruker \nWell, maybe Video games but not really with movies. You don't download a movie on the internet and then decide to buy a hard copy.",
        "13 năm trước"
    ],
    [
        "Good it didn't pass but it may be put back up and forced back into the house",
        "11 năm trước"
    ],
    [
        "I NEED HELP!\nCan anyone give me statistics on how many people are going to be affected by this bill, or how much money for example machinima makes, or how many people upload videos of video games on youtube.\nI am going to give a speech about this, but i need statistics to prove my point.\n",
        "12 năm trước"
    ],
    [
        "Obama better do something about the Bill S.978, or he's not going to get my vote for the next election. ",
        "13 năm trước"
    ],
    [
        "what happens when someone who is not in the united states posts a video?",
        "13 năm trước"
    ],
    [
        "I just heard it is going to be passed. Goodbye youtube",
        "12 năm trước"
    ],
    [
        "@ShadowNick3 It's been denied, and I don't think it's gonna be passed anytime. ",
        "12 năm trước"
    ],
    [
        "thanks bro this really helped me write my research paper i am doing it about this bill so thank u for talking about it",
        "13 năm trước"
    ],
    [
        "2 things,\n\nMy first thing is i still do not understand why ANYONE would try to stop anything on the internet because it is completely free and the idiots trying to pass this bill are idiots should not have been taken serious because this bill is dumb, and stupid, and dumb.\n\nMy second thing is, is the all caps for DARKNESS there for a nocturne League of legends reference? if it isnt that will bug me for a little while looking at that.",
        "12 năm trước"
    ],
    [
        "this is the stupidest bill ever made",
        "12 năm trước"
    ],
    [
        "So this Bill just involves USA?",
        "13 năm trước"
    ],
    [
        "they better not do that\n\n",
        "13 năm trước"
    ],
    [
        "@jmanx20 That's not a question. And it says it was uploaded last year because it was.",
        "12 năm trước"
    ],
    [
        "@AssasinsBounty We shall call it the Undernet",
        "12 năm trước"
    ],
    [
        "I'm 12 years old in Canada and I have gaming videos other 10 views so does this effect me",
        "13 năm trước"
    ],
    [
        "this bill will never go though were it effect video games if even that.",
        "13 năm trước"
    ],
    [
        "two words fair use, that is all ",
        "13 năm trước"
    ],
    [
        "can you talk about the protect ip bill? its worse then this one... I never thought that could happen but it is...",
        "13 năm trước"
    ],
    [
        "NO tutorials? No reviews?\n\nI hate USSA.",
        "13 năm trước"
    ],
    [
        "It was shot down anyways right?\n",
        "12 năm trước"
    ],
    [
        "yeah i just looked up PROTECT IP BILL and its just as bad as s.978.. ",
        "12 năm trước"
    ],
    [
        "@flyhi94 True, but video game trailers are often released by someone else. Lie Machinma etc. This Bill will take down probably more than half of YT and will hurt the sales and popularity of games, movies tec. I hope they realse this and don't sign the Bill.",
        "13 năm trước"
    ],
    [
        "did this pass or no?\n",
        "13 năm trước"
    ],
    [
        "Is this world wide, or just the USA?",
        "13 năm trước"
    ],
    [
        "So what if you're not from the US?",
        "13 năm trước"
    ],
    [
        "i wont be able to find dubstepped versions of songs i like!, why dont they just pass the law for marijuana to be legal, make something that can actually help our economy for once",
        "13 năm trước"
    ],
    [
        "Is this happenin' in the UK as well?",
        "13 năm trước"
    ],
    [
        "I'm gonna keep uploading video gaming vids cuz I am not making money from them. Which is something heard you could get arested for cuz of this stupid bill!!",
        "13 năm trước"
    ],
    [
        "DSP's most blown up vid DSP is the fuckin man",
        "13 năm trước"
    ],
    [
        "is THE BILL S.978 orThe Protect IP Act (S. 968)?",
        "12 năm trước"
    ],
    [
        "Machinima is going to be shut down, too.",
        "12 năm trước"
    ],
    [
        "Look on the bright side,no more Justin Beiber's",
        "12 năm trước"
    ],
    [
        "It'll also put an end to abridgers also like\nTEAMFOURSTAR\nCARDGAMESFTW\nETC",
        "12 năm trước"
    ],
    [
        "Phil looks badass with that beard",
        "13 năm trước"
    ],
    [
        "@Eugene4251 You can't be putted in Jail for something you've done before a law has been passed. Therefore, Bieber can't go to Jail for anything he's done before the law.",
        "12 năm trước"
    ],
    [
        "VOTE, PEOPLE, VOTE FOR GOD'S SAKE!",
        "13 năm trước"
    ],
    [
        "goddammit, THEY CAN TAKE MY JOB, MY HELTHCARE, AND MY MONEY.BUT NO ONE AND I MEAN NO ONE FUCKS WITH MY GAMEPLAY videos!!!!!!!",
        "13 năm trước"
    ],
    [
        "pff its like in the begining of machinima videos... microsoft was against and started suing ppl around and they desided its actualy benefitial to them, its free advertising... plus,ppl will always find ways to transmit them :p",
        "13 năm trước"
    ],
    [
        "would it only be in the us or also europe?",
        "13 năm trước"
    ],
    [
        "@RaptorLlama The internet is not owned by America and is actually a european creation, but YT is owned by Google which I think is American (Correct me if I am wrong).",
        "13 năm trước"
    ],
    [
        "There's a difference between a bill and a law, bro. Learn your government.",
        "12 năm trước"
    ],
    [
        "@Espionajj \nYoutube is based in the US.. and so are most game companies.. so it will affect us out of the US too.",
        "13 năm trước"
    ],
    [
        "@0zzyp0zzy \n\nIt will depend on where people make your movies as well as where they upload from.",
        "12 năm trước"
    ],
    [
        "Phil whats the update on this bill?",
        "13 năm trước"
    ],
    [
        "fuuuuuuck, this better not get passed in it's current form, I love me some starcraft tournaments. ",
        "13 năm trước"
    ],
    [
        "didn't want to play minecraft \"watch yogscast\" O MY GOD I NEED MINECRAFT",
        "12 năm trước"
    ],
    [
        "my mom works for a mayor! I shall make sure this ends! >:D",
        "13 năm trước"
    ],
    [
        "as for the erasing gaming vids on youtube....... i think ive seen messages on certain videos about them not being available in the US.....sooo even though other countries can veiw them i think us in the u.s. wont be able to..... also it might depend on whether youtube itself is based in the US or not",
        "13 năm trước"
    ],
    [
        "and the rich get richer.",
        "12 năm trước"
    ],
    [
        "@crustylion321 sadly it is stupid enough for congress to pass because lobbyists are probably paying congressmen to vote to pass this",
        "13 năm trước"
    ],
    [
        "3 Things i have to say\n\n#1 What the fuck does gaming do to the economy, WE are the REASON why gaming is NOT DEAD.\n\n#2 LEAVE US GAMERS ALONE\n\n#3 The censoring of the internet begins.",
        "12 năm trước"
    ],
    [
        "ONWARDS TO THE UK",
        "12 năm trước"
    ],
    [
        "Anonymous, I hope you're watching.",
        "12 năm trước"
    ],
    [
        "Is the bill still pending?",
        "11 năm trước"
    ],
    [
        "@RadimirWackytov This effects us directly.  The other things may or may not effect us directly.  Personally I find them all as important issues -- many more important than this one, even.  This is just another straw, possibly the last one.  I'm pretty f'n sick of this bs.",
        "13 năm trước"
    ],
    [
        "Does these bills go against the first amendment?  ",
        "12 năm trước"
    ],
    [
        "this desirves.... NOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO!!!!!!!!!!!!!!!",
        "12 năm trước"
    ],
    [
        "No TV shows on youtube?\nI hope this doesnt get accepted because:\nMy WHOLE LIFE DEPENDS ON IT!\nThis Bill -> Fit in? Really!?!\nNo, I'm serious\nThis is ridiculous\nMake it stop! OH MAKE IT STOP!\nIf you understand what im saying this could affect what im sayin so THIS BILL MUST BE STOPPED!",
        "12 năm trước"
    ],
    [
        "@RaptorLlama game companies can and probably will add \"a special clause to the TOS specifically to allow posting videos of their games\" according to maker of minecraft (Notch) also i dont get why and how they dont like playthroughs etc, and how do those playthroughs or even movie related commentaries etc makes a negative influence (unless they dont want viewers to see that a movie is crap) pro game vids and\/or fan vids are far far more effective than ads or any other medium this is just dumb tbh",
        "13 năm trước"
    ],
    [
        "This Bill is such fucking bull shit. i don't understand why they would think of this. i mean, like you said, if someone uploads their own experience of playing a game, they shouldn't have to be fined and sent to jail just for uploading a gaming experience. he isn't like taking the software for the game. Or even if they upload a Music video or a sing-along for the YouTube community or any other community, if you don't take credit or responsibility for a piece of music, you shouldn't get put jail.",
        "12 năm trước"
    ],
    [
        "@LetsChillToday It's a collision of matter and anti-matter!",
        "13 năm trước"
    ],
    [
        "how much for the tmnt statue?",
        "12 năm trước"
    ],
    [
        "@jaynoureddin14 everything is privately owned; meaning no government regulation. which can lead to problems. really capitalism is bad in certain situations, not all. ",
        "13 năm trước"
    ],
    [
        "Bad enough that people need to put disclaimers on theyre videos, but if this bill were to pass people would be referring to things like twitter and blogger to get information on video games.... yay...",
        "13 năm trước"
    ],
    [
        "I don't know who created this bill, or what the F@@@ing reason. Maybe they probably doing it for money for politicans. But I have to say, This is thee stupidest bill to be created by whomever. People will be deaf about not knowing the next video games now. or video of best friends, and stuff like this. I'm speechless!",
        "13 năm trước"
    ],
    [
        "@moneshmahtani You can play game anywhere but you won't be able to upload them on youtube since youtube is located in united states.",
        "13 năm trước"
    ],
    [
        "I am not looking forwards to this, Not at ALL.",
        "13 năm trước"
    ],
    [
        "This would mean the END of AVGN and TGWTG, for example.\nIt IS serious! Or should I say \"Dead FUCKING serious\"",
        "12 năm trước"
    ],
    [
        "@SimonMultiplayer It would impact YouTube worlwide, since the company resides in the US.",
        "13 năm trước"
    ],
    [
        "@MEGAtoaster1 Indeed it is. Your free to give you opinion. Only problem is, is that nobody will give a shit about what others think :P",
        "12 năm trước"
    ],
    [
        "it wont pass just like the millions of bills in the past that haven't passed... seriously don't worry about it it wont pass and EVEN IF it passes they wont be able to shut down all of the youtube channels\n",
        "13 năm trước"
    ],
    [
        "AMERICA LAND OF THE FREE AND HOME OF THE BRAVE [all copyrights reserved]",
        "13 năm trước"
    ],
    [
        "@Ebiin  i mean if it gets passed will i go to jail \nor get fined",
        "13 năm trước"
    ],
    [
        "does this affect australia ?",
        "12 năm trước"
    ],
    [
        "You're probably 9 years old. You're not looking at the big picture here. Are you stealing from a video game if you're watching gameplay videos? No! Is infinity ward losing money if you watch COD commentary? No! In fact they're making money! So why should they pass the bill?   ",
        "12 năm trước"
    ],
    [
        "I do agree with you 100% me personally I enjoy watching wow movies, my god I wouldn't of been the raider I am today if I didn't get to watch the different videos on raiding... Lets take this one step further now. World of Warcraft which is a rather Raid Heavy place, they favor raiders beyond all belief. Without people posting tutorials\/guides on boss kills they would of died in 4.0 we're hitting a new batch soon and this will kill wow as we know it today. \n\nGood idea on the bill bad wording.",
        "12 năm trước"
    ],
    [
        "@s4n714g000 No, but if there are websites from South America that have american television shows they'll get fined. Also this site, facebook, twitter, and many other sites would get shut down. And, if you even post the lyrics to a song(that's american) as your status you could get fined for it, even if you live in South America.",
        "12 năm trước"
    ],
    [
        "@undeadwarrior159 If Bill S.978 is made in the US, it would only be a law in the US, and nowhere else. US is not the world anyway. Youtube is american, so all the gaming would have to be moved to another website, though.",
        "13 năm trước"
    ],
    [
        "DAMMIT, PHIL. YOU BLINKED! >.<",
        "12 năm trước"
    ],
    [
        "so much for freedom of the media...",
        "13 năm trước"
    ],
    [
        "why was light then dark?",
        "12 năm trước"
    ],
    [
        "get rid of the download button and programs on all sites for copyrighted material, bam problem solved no need to regulate the internet.",
        "12 năm trước"
    ],
    [
        "@TillDeathAndBack anonymous? all they can do to prevent it? theyre just a bunch of 12 year old kids using voice changers. we just need to go against it with petitions, not get some kids and \"do all they can do to prevent\". just sign petitions.",
        "13 năm trước"
    ],
    [
        "well nice knowing you dude.",
        "13 năm trước"
    ],
    [
        "@crustylion321 you got that right, after all, actions speak louder than words",
        "13 năm trước"
    ],
    [
        "I dont live in US so does this affect me?",
        "12 năm trước"
    ],
    [
        "What about things like Movie Reviews???? :(",
        "12 năm trước"
    ],
    [
        "I found this thing called the english language. You should try it sometime.",
        "12 năm trước"
    ],
    [
        "The last few games i bought i only got because i saw the play throughs. Dsp is the reason why i bought DeadSpace 2",
        "13 năm trước"
    ],
    [
        "@PsychoBurgundy6 Why the hell would the government or the companies that make these games want to stop people from covering them? These videos are basically free advertising. If game companies really wanted to stop it they would have requested that youtube pull videos down, but they haven't because they aren't bothered by it. The government don't give a shit either way because no one from the industry is lobbying for this. This bill is only being noticed by us because it didn't exclude games.",
        "13 năm trước"
    ],
    [
        "is the bill still up\n",
        "13 năm trước"
    ],
    [
        "Well. Bye Bye Machinima",
        "12 năm trước"
    ],
    [
        "@scrapper1280 well it been like 2 months did it pass?",
        "13 năm trước"
    ],
    [
        "What about Red vs. Blue?",
        "13 năm trước"
    ],
    [
        "I never listenen what he said?\r\nI was watching at the epic turtle at his left side.",
        "12 năm trước"
    ],
    [
        "Think of Call of Duty Elite and the build in capture card in Black Ops they added it to build a online community where people can share video's. So who is siding with this bill you ask ? The Movie and Music industry , they are losing money because of piracy sites like The Pirate Bay . But they can target them because copyright laws differ from country to country , so they target us instead. It's just the rich wanting more money and they will do whatever they can to get out hard earned cash !",
        "12 năm trước"
    ],
    [
        "did it pass yet please reply",
        "13 năm trước"
    ],
    [
        "This also means videos of rides in RCT3 or NoLimits will be taken down? SHIT!",
        "13 năm trước"
    ],
    [
        "hmm \"EVERYWHERE\", no not everywhere, only in united states. Anyway this bill should not be allowed to go trough.",
        "12 năm trước"
    ],
    [
        "Thanks for the info man, means alot :s\nHope it will go our way :)",
        "12 năm trước"
    ],
    [
        "does bill S.978 affect people in canada? and i am against this bill it will affect the majority of gamers like me",
        "13 năm trước"
    ],
    [
        "Too late :( it's been passed.",
        "12 năm trước"
    ],
    [
        "well if that happens youtube will probolly shut down cuz almost every single video on youtube is about video games ",
        "13 năm trước"
    ],
    [
        "@125Sceptile ...Yeah, someone who watches My Little Pony probably deserves to be in prison anyway. ",
        "13 năm trước"
    ],
    [
        "@vidgwatcher Because they get money whenever they shut down a video for copyright, but still it will make them more money if they keep it up >.>",
        "12 năm trước"
    ],
    [
        "this is only in USA?",
        "12 năm trước"
    ],
    [
        "dspgaming, ign, whiteboy7thst, vash and millions of others all gone just like that i cant believe it its bull that they would do this i do understand the music and movie issue but i understand about video games                              ",
        "12 năm trước"
    ],
    [
        "This bill makes scene with the movie and music part, but with game play videos its just a video! I put up video game videos, I don't put up videos about a free downloads of them. 1,000s of other people do the same! What the fuck happened to our government!",
        "13 năm trước"
    ],
    [
        "Stop Online Piracy Act S.978 bill is pass and youtube is not shut down yet",
        "12 năm trước"
    ],
    [
        "does it affect canada?",
        "13 năm trước"
    ],
    [
        "Best Intro Ever\n",
        "13 năm trước"
    ],
    [
        "SOMEONE'S FLUFFYYYY",
        "12 năm trước"
    ],
    [
        "the name of this bill does not amuse me. ",
        "12 năm trước"
    ],
    [
        "so justin beiber and rebeca black are most likley the reasons for this happening",
        "13 năm trước"
    ],
    [
        "I dont want to lose Justin Beiber!",
        "13 năm trước"
    ],
    [
        "But i look up videos of game play to see if a game is worth buying.... companies are going to lose money.",
        "13 năm trước"
    ],
    [
        "Best Intro Ever",
        "12 năm trước"
    ],
    [
        "@KIUBIX3 Plus (i reached the max out of that comment) thousands of industries probably will shutdown. Imagine if you want to promote that company that example makes videogames unless you get permission (never) you won't be able to talk even about it. that law is going to affect business like hell. It's going to be the darkest day of business. Plus image MUSIC no music whatsoever on the internet. Only on albums AND they will be alot less. Think about this reply and post it on youtube and thumbsup",
        "13 năm trước"
    ],
    [
        "and dont people do more disclaimer notices and give credit to the original people...either way this bill is freakin stupid",
        "13 năm trước"
    ],
    [
        "Paypig gang  thumbs up 👍🏼",
        "5 năm trước"
    ],
    [
        "i feel we have met before... you seem VERY familiar ",
        "12 năm trước"
    ],
    [
        "@RaptorLlama \nthey probably could not arrest them but they could take the videos down. ",
        "13 năm trước"
    ],
    [
        "It's called Bill F.978",
        "13 năm trước"
    ],
    [
        "I hope....",
        "12 năm trước"
    ],
    [
        "Guys this bill passing might be good, it can put Justin Bieber in jail for 5 years! No joke! THIS IS GREAT! Oh damn too bad I like commentaries",
        "12 năm trước"
    ],
    [
        "@jaynoureddin14 no one has any idea what would of happened if they were capitalist, or any other government form; so yes what you said could be true, or it could be not. no one knows.",
        "13 năm trước"
    ],
    [
        "I spoke up.\n\nI liked this vid.\nI favorited this vid.\nI subscribed to this uploader.\nAnd I sent in a letter.\n\nMore people need to do this too, at least send in the default letter. Don't just sit back and assume others will do it for you, because if everyone thought that way, DARK AGES.\n",
        "13 năm trước"
    ],
    [
        "Best intro ever.",
        "12 năm trước"
    ],
    [
        "Fair enough; i can understand if filming companies and tv programming companies get annoyed because it is a hindrance to the sales of their product. HOWEVER! for games i think it increases the likeliness of the product being sold; i bought dead island after watching tobygames. it boosts their sales as well as helping new gamers and it is a place for skilled players to show their talent. I am from England, but i do think that it is absurd, though it doesn't directly relate to me, fuckin stupid.",
        "12 năm trước"
    ],
    [
        "NOOOOO!!!!!!!\r\nWHAT ABOUT ROOSTERTEETH?!?!?!",
        "13 năm trước"
    ],
    [
        "True, good point.",
        "11 năm trước"
    ],
    [
        "when is it passing omg or did they forget about it?\n\nanwser...\n",
        "13 năm trước"
    ],
    [
        "is it world wide?",
        "12 năm trước"
    ],
    [
        "I dont wanna go to jail :(",
        "12 năm trước"
    ],
    [
        "they are talkin bout pirated movies and songs. like uploaded movie and stop. and yes you can still watch games and karoke you can cuz it's you and not pirated. and games you have to buy it to play it unlike movies.",
        "13 năm trước"
    ],
    [
        "Pass the bill --> 9 videos are left on joutube",
        "13 năm trước"
    ],
    [
        "well now there is SOPA and PIPA :|",
        "12 năm trước"
    ],
    [
        "lets look on the bright side. if this happens Justin Bieber will go to jail",
        "13 năm trước"
    ],
    [
        "@Blacknights29 Uh... what? Pokemon's still going strong, the mainstream games(Black\/White, Diamond\/Pearl etc.) are multi million selling games. You just got older, that's all :P. Nowaday's, Pokemon multiplayer is one of the most complex strategy games out there",
        "13 năm trước"
    ],
    [
        "@NintendoVeteran85 video game playthrough video's are a good way to help video games sell and also reviews i look at game reviews sometimes so i won't waste money buying a bad game but youtube should lern to read the words I OWN NOTHING IN THIS CONTENT or anything that sounds like it then they should know we are not trying to steal the content but more like promoting it.",
        "13 năm trước"
    ],
    [
        "this is an issue that will hurt you tube as much as the people posting on it so i doubt if it will happen, but if it were not for that then we would be screwed like a pooch.",
        "8 năm trước"
    ],
    [
        "will this affect europe???????\n",
        "13 năm trước"
    ],
    [
        "I hate this bill",
        "13 năm trước"
    ],
    [
        "@jaclegonetwork It effects everyone in the video game community.",
        "13 năm trước"
    ],
    [
        "Ok, so if you were to buy a co-op game like army of 2 and play it with a friend, then that's fine. However, he didnt pay for the enjoyment of the game at all, but if you put it on YouTube then no that's not ok?\n\nWait what?!?",
        "13 năm trước"
    ],
    [
        "I know they tag bs stuff like its also illegal to walk with a ice cream cone in ur back pocket in america im in alabama btw (: THUMBS UP SO HE CAN SEE PLEASE ;)",
        "13 năm trước"
    ],
    [
        "@Thespyglassgamer nope\nthey made something called PIPA now and SOPA is coming back too",
        "12 năm trước"
    ],
    [
        "I agree with this bill to be honest. Just get the game yourself and play it. Why watch stupid video game streaming from other players? Other than official game trailers and videos from the actual gaming company, there's no need for any other video gaming vids from others. Suck it up people",
        "12 năm trước"
    ],
    [
        "R U SURE.? DID IT PASS IN MAINE?",
        "11 năm trước"
    ],
    [
        "Two things are different in this video than from his usual vids.  One of them is cool (beard!)",
        "12 năm trước"
    ],
    [
        "Only our government. No wonder this country is in a crap shit. The video Game industry and youtube CEOs better get on the ball. You want to keep your business. Stop this law. ",
        "13 năm trước"
    ],
    [
        "Hope the new SOPA doesn't pass, I love watching shtreams of video games.",
        "11 năm trước"
    ],
    [
        "so no Online gaming? ",
        "12 năm trước"
    ],
    [
        "@mkaatr I'm sure it is, since you are publicly displaying copyrighted material (assumed w\/o permission).",
        "12 năm trước"
    ],
    [
        "So I won't be able to watch let's plays, reviews, or just funny game videos...\n\nCan't watch someone cover a song with a guitar to help me learn it...\n\nOr just look up music on youtube which usually have a links to amazon music anyway.\n\nWhich means I'm not going to buy as much stuff.\n\nYUP, MAKES PERFECT SENSE.\n\nNow if you excuse me, I'm going to cover myself in chocolate pudding and run around my block screaming about the spiders playing ping pong in my head.",
        "12 năm trước"
    ],
    [
        "@Carzrock77 It doesnt matter. They would still take it down, because they dont own the game.",
        "12 năm trước"
    ],
    [
        "this is the 99% all over again\n",
        "12 năm trước"
    ],
    [
        "@jaynoureddin14 communism had nothing to do with people dying. stalin is the reason people died, not communism.",
        "13 năm trước"
    ],
    [
        "they only shoud ban tv shows and movies there is aready a damn BILL about that because streaming movies do get copyright clames so this is only time wasting what weird is uploads dont get it that much if you go on justin.tv there are many ppl banned because of copy right clames",
        "12 năm trước"
    ],
    [
        "+stephen meinhold It was posted in fucking 2011, it's not an issue.",
        "8 năm trước"
    ],
    [
        "+Dunkey&#39;s  i am so glad you tube have had a change of heart about all that copyright infringement, stuff that was getting out of control, \noh wait a min it still is.",
        "8 năm trước"
    ],
    [
        "i googled \"S.978 \" and this video show up :D",
        "13 năm trước"
    ],
    [
        "For unreleased games I say ok, or games that are in beta or alpha. But for games that have already been released who cares? Everyone knows about Black Ops why shouldn't there be gameplay? I bought the game it's mine! It belongs to me now, not the developer or the publisher. ",
        "13 năm trước"
    ],
    [
        "just put at the end of the e mail....\r\nif you are granting me permission, then dont answer this e mail",
        "13 năm trước"
    ],
    [
        "[this comment was removed due to copyright infringement]",
        "13 năm trước"
    ],
    [
        "let me tell you what I think this is about, it might be about games, etc.... but I think its the Exchange of Information that they Dont Want Us to See, comprende?",
        "12 năm trước"
    ],
    [
        "This is why I hate the new(different) government of america.\n\nNo Racism intended.",
        "12 năm trước"
    ],
    [
        "If this passes, Welcome to China.",
        "13 năm trước"
    ],
    [
        "@napster385 No because they can get permission from bungie and\/or 343",
        "12 năm trước"
    ],
    [
        "Ever heard of ROBLOX?  Thay implemented a feature that directly takes footage from the game... you make your own stuff... Who's copyright is it?  Analyze that. \r\nAlso, they're worrying about THIS!? We're running out of time to approve a budget!",
        "13 năm trước"
    ],
    [
        "Wow, people keep panicking over nothing...all this basically does is to strengthen consequences of already stated copyright laws, and as long as the other people don't give a crap of these videos, nothing's gonna happen, they won't send FBI agents to hunt down every single video out there, you know?\n\nSo just like now, unless a company calls you out to take down the content, it doesn't really matter.\nMan you people like to exaggerate stuff...",
        "13 năm trước"
    ],
    [
        "@SPECIALOPSSQUAD thepiratebay is still up isn't it :)",
        "12 năm trước"
    ],
    [
        "@Blah117andstuff they are not involved only supreme court, and congress.",
        "13 năm trước"
    ],
    [
        "@TheExplosiveWater no, its not, watch the video",
        "13 năm trước"
    ],
    [
        "I, myself, am not from America but I do know it will still affect me aswell...since I couldn't watch any gameplay videos from YouTube anymore. This bill is PURELY made of GREED. \nThose fuckin' actors\/directors\/other workers at Hollywood are driving around with Lamborghinis and fucking Ferraris and are now graving for MORE money >_>",
        "13 năm trước"
    ],
    [
        "fully agree with you dsp! this needs to be stoped!",
        "11 năm trước"
    ],
    [
        "@TheOfficialiRonTM\nBut I heard Ron Paul wants to get rid of the Department of Energy.",
        "12 năm trước"
    ],
    [
        "they cant do that, first amendment...\n",
        "13 năm trước"
    ],
    [
        "Congress?  I know how to reduce the debt ceiling... stop wasting tax payers money making stupid bills like this one.  \n",
        "13 năm trước"
    ],
    [
        "@MyPantsAreSomewhere sounds like a lot of people will be in jail ",
        "12 năm trước"
    ],
    [
        "This has been tried to be passed for several years and hasnt even come close. Dont worry people",
        "13 năm trước"
    ],
    [
        "@TheGraduate2012 i understand it does leave out some ppl but hey it far exceeds anything else out there and im grateful for it",
        "13 năm trước"
    ],
    [
        "I'm canadian so I can't do anything about it :(",
        "12 năm trước"
    ],
    [
        "does this affect canada",
        "12 năm trước"
    ],
    [
        "DOWNLOAD ALL MLP EPISODES TO PORTABLE DEVICES NOW!!!!! BEFORE TOO LATE!!!!",
        "12 năm trước"
    ],
    [
        "@CafinatedGaming and what does that mean ? ",
        "13 năm trước"
    ],
    [
        "@MrDulzVoid the bill says that only americans cant stream videos or music online",
        "13 năm trước"
    ],
    [
        "yea good point Id support you!",
        "13 năm trước"
    ],
    [
        "us Aussies will have to supply you  with game-plays  :p",
        "13 năm trước"
    ],
    [
        "DSP for the F***ing WIN !!",
        "12 năm trước"
    ],
    [
        "goddamnit phil,i already said \"FUCK IT\" to the congress :(",
        "13 năm trước"
    ],
    [
        "g4 breaks this law ",
        "12 năm trước"
    ],
    [
        "nooooooooooooo they cant if they do what will we do with are lives",
        "13 năm trước"
    ],
    [
        "Rooster Teeth would collapse.... 0_0",
        "12 năm trước"
    ],
    [
        "@buggingyou Why wouldn't that directly affect you? The internet is international. Say if they passed this stupid bill\nand removed machinima's website and videos from youtube, that content is gone. Its not like they block it. But I do agree this bill is in fact a waste of time and me an american paying taxes for the government to debate over freedom of information, without knowing what will inevitably happen to bussiness (ie. IGN) is just outright unconstituntional.",
        "13 năm trước"
    ],
    [
        "alot of gamer skinners will go down too, i'm one of them",
        "12 năm trước"
    ],
    [
        "This won't happen. plus even if it did, think of the insanely awesome trolls out there who would sneak videos pass. and not get tracked or fined :P",
        "13 năm trước"
    ],
    [
        "@solidvipersnake But I am a video game playthrough guy. It helps sell the video games better!! Why do you think I bought most of my games?!",
        "13 năm trước"
    ],
    [
        "@MITCHELL1127 Madness? THIS IS- well, yeah, it's crazy.",
        "12 năm trước"
    ],
    [
        "has this dropped yet?",
        "12 năm trước"
    ],
    [
        "@TheLPGamer1000 you are right,just that i don't want any swat team in my home",
        "13 năm trước"
    ],
    [
        "he looks like ethan mars in this video",
        "12 năm trước"
    ],
    [
        "This would be fucked up but look what happened with Napster\nIs Lars Ulrich involved with this bill ? Lol",
        "11 năm trước"
    ],
    [
        "WHAT A FUCKEN STUPID LAW You don't know how many times I bought a game just because I watch some play through. I can't just have trailers to show me weather I should buy it I need to see actual footage of a game! Lets see valve take time out of there work to make a play through to show me why I should buy the game instead  of trailers which or actually not part of the game.",
        "13 năm trước"
    ],
    [
        "@CptLolles If the US lost its internet the whole world screwed",
        "13 năm trước"
    ],
    [
        "@NintendoVeteran85 the government does stupid shit all the time but i don't think they will go this far.",
        "13 năm trước"
    ],
    [
        "I wouldn't have a problem with this bill if they amend it to make fucking sense. Lol I laughed so hard.",
        "12 năm trước"
    ],
    [
        "GAME is not going to refund us for game's we preorder -:(\nSo there as bad as the people who stealing the video\/game\/movies so right's to they have to not refund us ?\nThere not going to get more people to buy game's if they dont give the money back\nOr if they cant why not change the prorder games to game\/micrsoft point ? That they already have ?",
        "12 năm trước"
    ],
    [
        "@SimonMultiplayer it will not only effects the us...",
        "13 năm trước"
    ],
    [
        "@Etrajbe yeah that will proprobally happen + if you cant show videogames people wont buy them so they lose money",
        "13 năm trước"
    ],
    [
        "phil lost a shit ton of weight",
        "11 năm trước"
    ],
    [
        "This is bs I meen really  why in the hell would the people we call \"leaders\" concentrate on sumtin like this when we have got way bigger problems\r\n",
        "12 năm trước"
    ],
    [
        "I will deffentley be a rebel ",
        "12 năm trước"
    ],
    [
        "@burgershot10 Haha, Ikr, his comment is awesome...",
        "13 năm trước"
    ],
    [
        "@superiraqey Guess what these companies are from the US.",
        "12 năm trước"
    ],
    [
        "this bill is so stupid\r\n\r\nanother reason for me to vote for ron paul",
        "13 năm trước"
    ],
    [
        "Yup you made me buy lots of games",
        "13 năm trước"
    ],
    [
        "I'm asian... WINNING!!!",
        "12 năm trước"
    ],
    [
        "Oh no i'm so sorry hollywood might have to lose out on $5 if i watch phil on youtube... WTF??",
        "13 năm trước"
    ],
    [
        "Buck Ofama",
        "12 năm trước"
    ],
    [
        "STOP SOPA AND PIPA",
        "12 năm trước"
    ],
    [
        "@keloid123 Well it wont get them put in jail but they cant put videos on youtube anymore they will have to find a site that isnt US hosted.",
        "13 năm trước"
    ],
    [
        "this bill is complete bullshit just because the goverment have no money they will make up shit laws. recording videos and walkthroughs promote games to make more money and improve gameplay without videos we could just buy a random game and find out its complete crap",
        "12 năm trước"
    ],
    [
        "If this bill passes, bye bye youtube, bye bye games, bye bye internet trolls (tear), and byebye.. minecraft videos :'''''( (CRIES)",
        "13 năm trước"
    ],
    [
        "Sparc Mac sent me here. :D",
        "13 năm trước"
    ],
    [
        "@janis212 but it will effect you even if you dont live in america",
        "12 năm trước"
    ],
    [
        "DSPGaming needs to do Minecraft. <\/3",
        "12 năm trước"
    ],
    [
        "CANADA!",
        "12 năm trước"
    ],
    [
        "@Darinl79   you do realize that those eople who dont watch the videos but dont want to play will go downlad a pirated copy or emulated version of the game right?\nin other words you have fre advertisement versus TRUE piracy. which one is the real crime darynl79?",
        "13 năm trước"
    ],
    [
        "I uploaud PLaythroughs of Games and I have al lot of People that inform me that they actualla bought the Game, because I showd them.",
        "13 năm trước"
    ],
    [
        "Say Goodbye to Kids Bop =D",
        "13 năm trước"
    ],
    [
        "I agree with SoldierofthePLA hell will break lose",
        "12 năm trước"
    ],
    [
        "@LetsChillToday No, this bill will do to the internet, what obama did to America.",
        "13 năm trước"
    ],
    [
        "@oneB4daSSd0nut Uhm... Is he copyright?.... No its for video games and tv programmes",
        "13 năm trước"
    ],
    [
        "@ZRawr1 Yeah and that led to the worst internet hack in history...",
        "12 năm trước"
    ],
    [
        "@Darinl79 kk so let me get this straight you agree just because 20 ppl don't buy games because of playthroughs yet out of the 6,000,000 that actually BUY games X.x",
        "13 năm trước"
    ],
    [
        "@jaynoureddin14 communism has nothing to do with the bill...",
        "13 năm trước"
    ],
    [
        "brb creating a stream website in europe",
        "13 năm trước"
    ],
    [
        "Wait a sec, what about foreigners Youtube?\n\nHow the fuck a US law will make illegal a video that is not even from their own country?\n\nDamn...",
        "12 năm trước"
    ],
    [
        "rooster teeth?\n",
        "12 năm trước"
    ],
    [
        "I \"hate\" his shirt :\/",
        "12 năm trước"
    ],
    [
        "DSP looks like ethan mars.",
        "11 năm trước"
    ],
    [
        "lol google and microsoft could go out of business for this, cause no one will buy pc's or go online.",
        "12 năm trước"
    ],
    [
        "@PivotDreamArt Prisoner 2: I've been gone a long time. WTF IS CoD?",
        "12 năm trước"
    ],
    [
        "Random dude: Why are you here?\n\nCellmate: I raped and killed 10 people\n\nCellmate: Why are you here?\n\nRandom kid: I uploaded a video of super mario",
        "13 năm trước"
    ],
    [
        "If they cancel all vids it'll be the end of all of us.... NOOOOOO!!!!! *video canceled* Please try again never. :p",
        "12 năm trước"
    ],
    [
        "well to bad government! anonymous will fight you as hard as they can for as long as they can. ",
        "12 năm trước"
    ],
    [
        "Dude there being idiots. Those companies are not copyrighted for gameplay so there now pretty much taking over every gaming company and saying it is. Thats not fair to them because they allow it and now it means all these companies will hardly be advertised because no one knows what the game looks like",
        "13 năm trước"
    ],
    [
        "you do a great job on here at YouTube with all the stuff you show you have earned my support and subb :)",
        "12 năm trước"
    ],
    [
        "@lakerskid2013 as long as you do not profit from it, it shouldn't affect you",
        "13 năm trước"
    ],
    [
        "@OhLookNoNumbers \nactually I against it and I not a teenager I'm 28 years old.",
        "13 năm trước"
    ],
    [
        "oh and a x-box\r\n",
        "13 năm trước"
    ],
    [
        "DINKLEBERG!",
        "13 năm trước"
    ],
    [
        "and that sucks how u going to know if the game is good? like u want to see if people like it ",
        "13 năm trước"
    ],
    [
        "\/watch?v=DCcq5gXfppo. What if it's a video like this?",
        "13 năm trước"
    ],
    [
        "@crustylion321 \n\nBelieve me, if this bill DOES get passed...I WILL END THEM!",
        "13 năm trước"
    ],
    [
        "@bleedingxxaurora \nI have been doing extensive research for the past 3 days. and found nothing!\nespecially that i need legit websites to back up",
        "12 năm trước"
    ],
    [
        "@GamingTopTen you \"heard\"?...",
        "12 năm trước"
    ],
    [
        "i live in Canada????????",
        "13 năm trước"
    ],
    [
        "i need this tee shirt",
        "5 năm trước"
    ],
    [
        "@napster385 but the makers have a partnership with bunjie, so it shouldent be a problem...hopefully D:\r\n",
        "12 năm trước"
    ],
    [
        "@TwistedBlackAQW Not to mention fan made music videos ",
        "12 năm trước"
    ],
    [
        "yes, yea i will send this to everyone, i will. this is serious, im not gonna lie. ill send it to EVERONE. im so scared. i dont want to delete my videos!!!! my camra isnt working so ill have no videos to put on!! my friend, Materofaudiosurf has ALOT i mean ALOT of lets plays, i wont be able to watch them?! this aint right!!! *breaths haevily*",
        "12 năm trước"
    ],
    [
        "@Xyrgra  lol relax, it's called sarcasm. Just go out n buy a gaming magazine like we all used to back in the day and read about upcoming games. The psn and xbl are obviously going to provide that content for us since I'm sure they will have permission from the companies, if not, how else are they going to market their upcoming games.",
        "13 năm trước"
    ],
    [
        "You don't deserve to go to jail because you upload a game. It's some sick american idea. I'm from Sweden and happy to live in a country with some perspective. You diverse to go to jail if you sell a game but not for sharing it...\n\nDon't worry tho. Youtube might loose its users but we'll probably use a website from a country like Sweden who doesn't support censorship.",
        "12 năm trước"
    ],
    [
        "Machinima: Why are you here?\nFreddiew: I killed a cat, You?\nMachinima: I recorded a trailer of Battle Bad Company 3\nFreddiew: Here get my gun!\nMachinima: Lets kill Obama!",
        "13 năm trước"
    ],
    [
        "wont affect europe",
        "13 năm trước"
    ],
    [
        "That reminds me, how many views The Angry Video Game nerd had on his channel again? Oh, I don't know, around fifty million?\n\nThat's it, enough said. Gg, American government, gg.",
        "12 năm trước"
    ],
    [
        "shit if that passes that will suck",
        "13 năm trước"
    ],
    [
        "Lets see what anonymous thinks about this bill... LOL",
        "13 năm trước"
    ],
    [
        "@Seanr670 No it is actually other bill",
        "13 năm trước"
    ],
    [
        "Came from:\nDownloaded an app on Chrome\nGot to Java(and SUPPORTED SOPA!!!FUCK YOU JAVA!)\ngot to Free Bieber(poor bieber,we know hes gay,but we must free him!)\ngot here!",
        "12 năm trước"
    ],
    [
        "Somebody get Anonymous on the phone.",
        "12 năm trước"
    ],
    [
        "What about Windows tutorials.",
        "13 năm trước"
    ],
    [
        "@0zzyp0zzy I would assume so since it regards the internet which is world wide",
        "12 năm trước"
    ],
    [
        "I only buy games I see on youtube, where else can I see the newest game's, I bought mw2, infamous, deadspace 1,2 , battlefield 1,2, black ops, halo to list a few\r\nnot to mention buying the ps3 in the first place, guess I would of saved some money if this bill was in place, but they would of lost money hmmm?",
        "13 năm trước"
    ],
    [
        "It is important to quality control your videos before posting!\nYour message is wrong also.\n",
        "11 năm trước"
    ],
    [
        "So all the other messed up stuff they do is fine with you, but this bill is a step too far? lol",
        "12 năm trước"
    ],
    [
        "@PsychoBurgundy6 If anyone users in the prison, our country would been in bankrupt and our country would be in default.",
        "13 năm trước"
    ],
    [
        "@lolshitz nobody seems to really care...",
        "13 năm trước"
    ],
    [
        "@jaynoureddin14 i had to write papers on both topics too, i found plenty good of both. they aren't without their cons, which do outweigh the pros in the current worlds' state, but still pro's none-the-less.\nand you wrote papers on them? but you can't even type in whole words; i'm impressed you could pick up a pencil.",
        "13 năm trước"
    ],
    [
        "@hungryhungrymetroid I thought it still was. ",
        "13 năm trước"
    ],
    [
        "@DSPGaming Thanks Phil! ( I'm a huge fan)",
        "13 năm trước"
    ],
    [
        "I call haxrus :3",
        "12 năm trước"
    ],
    [
        "Guys go to ngt thegunnshop and like the vidio aboutthis bill watch it and u will understand check it out",
        "13 năm trước"
    ],
    [
        "@LPrulz619 Or it could be the opposite, like 23,401 LIKE this, so they want it to be passed O_O",
        "13 năm trước"
    ],
    [
        "For some reason gay dudes can get married and shit and gamers aren't allowed to put gaming videos on youtube? If this happens I'm moving to another country... ",
        "12 năm trước"
    ],
    [
        "WTF???? BUT IT NOT GOOD BUT DSP GOOD PLAYTHROUGH",
        "12 năm trước"
    ],
    [
        "@mviper500 The guys are from Warner Bros.",
        "12 năm trước"
    ],
    [
        "this bil would be kinda of stuip to be passed but  i think it eneded anyway but that means most of the user who play games on line then the would loss most of money",
        "13 năm trước"
    ],
    [
        "@someguytb Not everyone in the world are dumb, y'know...",
        "12 năm trước"
    ],
    [
        "DARK 00:28",
        "13 năm trước"
    ],
    [
        "I'm pretty sure Republicans made this bill.",
        "12 năm trước"
    ],
    [
        "Honestly, I am not a fan of you. But I heard of this thing... and wanted to check it out...",
        "13 năm trước"
    ],
    [
        "@Silentkiller987 it was both he wouldnt of been able to do tht stuff if he had been the president of a nation tht was capitalist",
        "13 năm trước"
    ],
    [
        "we're doom....no wonder the mayan predict tat 2012 = end of the world",
        "12 năm trước"
    ],
    [
        "@rayvalmore good to know bud",
        "13 năm trước"
    ],
    [
        "@NotStoopid0228 \nheyyy, you don't have to do that.",
        "12 năm trước"
    ],
    [
        "sometimes i think america is communist in a lot of  ways...",
        "13 năm trước"
    ],
    [
        "Related video: OMG WHO THE HELL CARES!",
        "12 năm trước"
    ],
    [
        "@impossiblebeats (Reply removed by Hollywood)",
        "13 năm trước"
    ],
    [
        "Your opinion and the fact that you are helping the company by uploading footage of it and getting people to buy their product is illegal? I wish washington DC was Utoya at least get rid of people who deserve to die.",
        "13 năm trước"
    ],
    [
        "DAMN YOUR BEARD WAS BIG ! ",
        "11 năm trước"
    ],
    [
        "@01Lisler Doesnt matter ....africa doesnt have its own youtube or whatever ...pakistan doesnt have their own machinima ..their own angryjoe ...if that passes EVERYONE is fucked.",
        "12 năm trước"
    ],
    [
        "sshhhtreaming video games??? NONSSHHENSSHE",
        "13 năm trước"
    ],
    [
        "@Strauss234 So you're going to see some Polish commentaries ? Come on ...",
        "12 năm trước"
    ],
    [
        "As if life is hard enough but now the american coverment is going to shot down youtube so what r we going to do with r lives then get this sorted please.\n",
        "13 năm trước"
    ],
    [
        "this bull has a lot of BS",
        "12 năm trước"
    ],
    [
        "no  more nintendo!!!! 0:!!!",
        "12 năm trước"
    ],
    [
        "@01Lisler \n\noh it sure is :\/",
        "12 năm trước"
    ],
    [
        "@Crazyfrankie666 hey chill, protect ip is opposed by google. we're fine. google is HUGE!\r\n",
        "12 năm trước"
    ],
    [
        "Uploaded on my B-DAY :)",
        "11 năm trước"
    ],
    [
        "@eroksyoursocks yes free game downloads and hacking tutorials are bad but theyre are other ways withdraw america's troops",
        "13 năm trước"
    ],
    [
        "RIOT!",
        "12 năm trước"
    ],
    [
        "i got a reply from my Senator!\n",
        "13 năm trước"
    ],
    [
        "If this bill is passed YouTube is not FUCKED the internet is not FUCKED life as we know it is FUCKED!!!!!! :)",
        "13 năm trước"
    ],
    [
        "I'm guessing the freedom of speech is fucked..?",
        "12 năm trước"
    ],
    [
        "guess wat its only in america and i live in canada :)\n\n",
        "12 năm trước"
    ],
    [
        "@solidvipersnake Dude I already know that but I bought that game. Still i will post that",
        "13 năm trước"
    ],
    [
        "the bill is bs >.>",
        "13 năm trước"
    ],
    [
        "hey! explains how obamacare got passed!",
        "12 năm trước"
    ],
    [
        "@Xenzorg Cool story bro, tell it again.",
        "12 năm trước"
    ],
    [
        "WTF NOOO not any part of youtube com on america WTF its the end of the world",
        "12 năm trước"
    ],
    [
        "keep pressing 4:   LOL dsp is like IT's GOOD!!! (football filed goaL)",
        "12 năm trước"
    ],
    [
        "good thing i live in canada\r\n",
        "12 năm trước"
    ],
    [
        "@mollymoomillk NO",
        "12 năm trước"
    ],
    [
        "phill needs to shave",
        "13 năm trước"
    ],
    [
        "@Coolguy10890 I wish it has no luck though yet.",
        "13 năm trước"
    ],
    [
        "@Etrajbe if they apply it they will ruin youtube btw apologies accepted",
        "13 năm trước"
    ],
    [
        "nooooo Dai Ling Ping :'(",
        "12 năm trước"
    ],
    [
        "@ToaHurlak52 And also \"some\" people buy games have you even seen the amount of people who buy games?",
        "13 năm trước"
    ],
    [
        "if this gets past. im going to Russia",
        "12 năm trước"
    ],
    [
        "I'm just 14 but who the fuhk would like to pass it I bought a N64 w\/ Ocarina Of Time and Majoras Mask do I regret buying it? NO! It is actually better than most modern games. Fuhkin stupid ._.",
        "12 năm trước"
    ],
    [
        "Lol, it'll shut down Bieber.",
        "13 năm trước"
    ],
    [
        "wait is this uk if not then i'm ok i think",
        "12 năm trước"
    ],
    [
        "i understand tv movies music because there copyrighted but games thats basicly youtube into vlogtube so bill S.978+youtube= sad pepol and vlogtube. But if they pass the bill gameing companies and i mean mojang they get aload of buissnes i didnt know about minecraft till the yogscast and i bet 1000's of pepol did aswell also live stream websites they go down take games out of the bill im fine leave it in im from england and i watch alot of amarican's do walkthroughs so i will be doing nothing",
        "13 năm trước"
    ],
    [
        "Yes there are many other things that the USA government needs to deal with but this is very important to no matter who and were you are this will fuck the internet so yea this is very serious like he said get off your ass and say something about this and if you have other problems with the government complain about them to",
        "13 năm trước"
    ],
    [
        "@MaicoMoon Really, its just a few thousand billion Dollars every year, who cares?",
        "13 năm trước"
    ],
    [
        "lamar",
        "11 năm trước"
    ],
    [
        "related video: WHO THE HELL CARES!\nrelated video 2: FUUUUUUUUUUUUUUUUUUU-",
        "12 năm trước"
    ],
    [
        "@vdub2002 They don't care.",
        "13 năm trước"
    ],
    [
        "dont ever talk about beiber in your videos ",
        "13 năm trước"
    ],
    [
        "So that means it didnt pass right? lol",
        "11 năm trước"
    ],
    [
        "i agree",
        "13 năm trước"
    ],
    [
        "@moko1117 now im hearing that it was a scam it's fake.",
        "13 năm trước"
    ],
    [
        "Minecraft will not be shut down",
        "12 năm trước"
    ],
    [
        "Well there goes freemans mind.",
        "12 năm trước"
    ],
    [
        "@CptLolles *is*",
        "13 năm trước"
    ],
    [
        "@charliedelta6 Okay then",
        "13 năm trước"
    ],
    [
        "@Eugene4251 It will put alot of good people in jail for doing something thy love.",
        "12 năm trước"
    ],
    [
        "@eroksyoursocks save our economy take out our military of the middle east and the war on the drugs. and focus on defending the USA not the middle east",
        "13 năm trước"
    ],
    [
        "this law has just takein in effect and i just broke it :D",
        "12 năm trước"
    ],
    [
        "@nl3paul3nl if you know people in the US tell them :)",
        "13 năm trước"
    ],
    [
        "DSP you have Officially earned my RESPECT! I will now sub your channel.",
        "13 năm trước"
    ],
    [
        "CaveManPhil...... Wtf he's hairy lol",
        "12 năm trước"
    ],
    [
        "@jimllfaxit Honestly, not worth it.",
        "12 năm trước"
    ],
    [
        "@04skid  you tube is an american company.",
        "13 năm trước"
    ],
    [
        "@iGottsaCookie yea a lot ",
        "13 năm trước"
    ],
    [
        "@TheGraduate2012 say wht u will but its the best ecomonic system ever and far surpasses any other in terms of efficiency I LOVE IT!!!!!!!!!! (and without it u probably wouldnt even have the computer ur reading this on)",
        "13 năm trước"
    ],
    [
        "@buggingyou dude  google is an american company so if you do any of this stuff in the bill it affects you cuase youtube has to stop that vid",
        "13 năm trước"
    ],
    [
        "@choonk122 Ik, just making a joke :D",
        "13 năm trước"
    ],
    [
        "I wonder how this comment aged",
        "3 năm trước"
    ],
    [
        " @nickp3949  dude right!  This guy sucks now!  Damn that was 9 years ago.",
        "3 năm trước"
    ],
    [
        "@4FalloutNewVegas4 well as halo odst they said 9.0 and the game was horrible ",
        "13 năm trước"
    ],
    [
        "@ltmrnoob I feel..... like im bieng watched *closess windows*",
        "13 năm trước"
    ],
    [
        "@dazzskills yes.",
        "13 năm trước"
    ],
    [
        "What?",
        "11 năm trước"
    ],
    [
        "its like what happen to Pokemon it was made into shit",
        "13 năm trước"
    ],
    [
        "and so true",
        "13 năm trước"
    ],
    [
        "@ThicknSwift  Yesss but... JUSTIN BIEBER IN JAIL!!! We all need to make comprimises sometimes",
        "12 năm trước"
    ],
    [
        "@deecandee I'm doing the same speech man.\nJust do some research, I found the same information with Google.",
        "12 năm trước"
    ],
    [
        "@TakeDatProductions 3 billion peopele worldwide, FTFY",
        "13 năm trước"
    ],
    [
        "and while ur at it tell me whts bad about capitalism?",
        "13 năm trước"
    ],
    [
        "Did you even read what the bill will do?!?!?!? If it gets passed this won't happen do some research before you make a video now people that are derp will just mindlessly believe this without doing any actual research on the matter themselves...great :p",
        "13 năm trước"
    ],
    [
        "@BananaTofuGaming UTube Is American, So It Will Be Banned Worldwide :(",
        "13 năm trước"
    ],
    [
        "@kabascoolr  I found out about it in the news",
        "12 năm trước"
    ],
    [
        "@trollingdouchebag This is the country i was born in...I wish i was british...Or polish..",
        "12 năm trước"
    ],
    [
        "this the stupid stuff that happens in america 90% of the videos i watch on youtube and about video games.i wanted to start game review and gameplay channel but now i just heard about this and its some of the biggest bullshit ive heard i me you have more than 5000 videos classic game room has over 2000 game chasers just started i mean there is just to many viideo game videos so this jsut bullshit they just had to add video games",
        "13 năm trước"
    ],
    [
        "and u go on the store buy it like 60 dollars and u hate the game 60 dollars wasted ",
        "13 năm trước"
    ],
    [
        "Tobuscus move to europe........ NOW",
        "13 năm trước"
    ],
    [
        "Free country my ass",
        "12 năm trước"
    ],
    [
        "@danner253 Well the F youtube, we could always just find another website.",
        "13 năm trước"
    ],
    [
        "@masterofthecontinuum Best permission request EVAH!",
        "13 năm trước"
    ],
    [
        "NOOOOOOOOOOOOOOOOOOOOOOO",
        "12 năm trước"
    ],
    [
        "@gamepets I hope so :\/",
        "13 năm trước"
    ],
    [
        "@gift3dluk31 Well, you better take down those maple story video's or you'll end up going to jail.",
        "12 năm trước"
    ],
    [
        "@tudoproductions and i just said that because you said people you should of said the americans",
        "13 năm trước"
    ],
    [
        "@scorchy01 youtube is banned in china.",
        "13 năm trước"
    ],
    [
        "Fuuuuuuuuuuuuuuuuuck i just started a lp of spiderman shattered dimensions i dont even have part 2 up yet",
        "12 năm trước"
    ],
    [
        "wait you said justin bever got started from this O_O i now approve of this bill death to future JB's... just kidding <.< well not the last part thou..",
        "13 năm trước"
    ],
    [
        "haha this is hilarious in america you get this and in britain they are talking about relaxing on copyright laws :L",
        "13 năm trước"
    ],
    [
        "d Bill S.978",
        "13 năm trước"
    ],
    [
        "hehe, lucky that im not from the u.s xD\ni just hope it wont affect everywhere that you can use youtube.",
        "13 năm trước"
    ],
    [
        "@Silentkiller987 everyone abbreviates it got the point acrossed didnt it. and if communisms just so great then can u please tell me whts so good about it??? (im sure ur just gonna go and quote wikipedia to try n get some info so u can pass as someone who knows somethin but whtever)",
        "13 năm trước"
    ],
    [
        "@jomama0723 uhhh i ment the show",
        "13 năm trước"
    ],
    [
        "Thanks for the vid, wow this is complete bs!!!\n",
        "12 năm trước"
    ],
    [
        "@jackthestunner AMEN BROTHA",
        "13 năm trước"
    ],
    [
        "@roojole123 Lol, exactly.",
        "13 năm trước"
    ],
    [
        "@Silentkiller987 oh and btw comparing communism to democracy is like comparing a goose to a yo-yo they have literally nothing to do with eachother. communism is an economic system. democracy is a form of government in which the average person has a say in things tht will effect them. if u want to compare communism to anything then compare it to capitalism, both r economic systems. there ya go consider urself educated haha",
        "13 năm trước"
    ],
    [
        "WTF MAN might as well shut down youtube!!!",
        "13 năm trước"
    ],
    [
        "great video!",
        "1 năm trước"
    ],
    [
        ".-. what this is old why is this in my list of new vids what is up whit this. why would any one do this to me.. and why would any one think that this would ever go trou.. cause to many online games.. to many big companys that live on things like youtube *game company*  then again.... this bill is in the usa why would any one ellswhere follow this XC its like we in sweden get called to court in the usa for having posted somthing on the internet... and flame away :D",
        "13 năm trước"
    ],
    [
        "you look like SPARTAA",
        "13 năm trước"
    ],
    [
        "I've got an idea. We could create the website YouGame.uk and every gamer should move to Europe lol. :D",
        "13 năm trước"
    ],
    [
        "in the background",
        "13 năm trước"
    ],
    [
        "@raybbo it will -__-",
        "13 năm trước"
    ],
    [
        "@GerbalFuzz 1..9... it's all the same... -.-*\n",
        "13 năm trước"
    ],
    [
        "@Prod1gyX2009 it's funnier the one with super mario bros walkthrough",
        "13 năm trước"
    ],
    [
        "@Walmart193 U mad?\nCheck out date",
        "12 năm trước"
    ],
    [
        "@MrDots99 only america",
        "13 năm trước"
    ],
    [
        "@TwistedBlackAQW we could make a new internet thing if this goes throw one that you have to create we should create our own. comeon if it does we should all get together and just in case it happens and go all out and create out own internet",
        "12 năm trước"
    ],
    [
        "ahh... america. 1+1 = screw u guys, thats illegal ",
        "12 năm trước"
    ],
    [
        "@jhyde34 then its their fault >:(",
        "13 năm trước"
    ],
    [
        "Such BS",
        "6 năm trước"
    ],
    [
        "is this a US constitution bill, or does that apply to canada\/europe\/australia too?",
        "12 năm trước"
    ],
    [
        "@FamineIsAwesome No it's not. You use this website only for watching other players of a game you play upload videos? Sad life lol.",
        "12 năm trước"
    ],
    [
        "@MegaShanked You mad bro?",
        "12 năm trước"
    ],
    [
        "WTF!!!!!!!!!!!!!!!!!!!!",
        "12 năm trước"
    ],
    [
        "@uodaisteel no",
        "13 năm trước"
    ],
    [
        "@Teh1AnnOwnLeeByukk sorry i was just trying to help man",
        "13 năm trước"
    ],
    [
        "You should play on the computer and go to roblox it's awesome",
        "12 năm trước"
    ],
    [
        "alia\r\nmatrix",
        "13 năm trước"
    ],
    [
        "Wow.",
        "13 năm trước"
    ],
    [
        "i am loving your beard :D",
        "13 năm trước"
    ],
    [
        "I've never seen this many comments on one site b 4! ",
        "13 năm trước"
    ],
    [
        "@PivotDreamArt aha good one m8 really laughed :)",
        "12 năm trước"
    ],
    [
        "Good job on copying TheGUNNShop...",
        "12 năm trước"
    ],
    [
        "i bed you didn't do a thing :P",
        "11 năm trước"
    ],
    [
        "EVERYONE, move to germany! xD",
        "13 năm trước"
    ],
    [
        "Nah...",
        "11 năm trước"
    ],
    [
        "Hey dude maybe you should think about doing research into what this bill actually entails instead of creating dumb reactionary videos with ridiculous view grabbing titles. This bill will more than likely have NO effect on any sort of video game coverage.",
        "13 năm trước"
    ],
    [
        "Nobody:\n\nYoutube: LETS PUT THIS IN RECOMMENDATIONS",
        "5 năm trước"
    ],
    [
        "@Etrajbe machinima mahalo games and other big videogames youtube partners",
        "13 năm trước"
    ],
    [
        "IS THIS SOME KIND OF FUCKING JOKE?!",
        "12 năm trước"
    ],
    [
        "@TheVarmari  youtube strikes back?????? GET THE F-22 RAPTOR'S READY!. WEER GOING TO BOMB COMGREES!!!! HURAA!!!!",
        "13 năm trước"
    ],
    [
        "is that ur soon-to-be hubby?",
        "11 năm trước"
    ],
    [
        "@AssasinsBounty Thanks lol",
        "12 năm trước"
    ],
    [
        "@RazorSRaider useless comment, moving on",
        "13 năm trước"
    ],
    [
        "hulu netflix byebye\n",
        "12 năm trước"
    ],
    [
        "@imspada this country is turning into shit..",
        "12 năm trước"
    ],
    [
        "Im moving back to PR bitchess.lolz",
        "13 năm trước"
    ],
    [
        "@Chthonian121 Oh they know.....they know....lol\n",
        "13 năm trước"
    ],
    [
        "xCal Sent Me :3",
        "12 năm trước"
    ],
    [
        "@shonglekwup i agree :)",
        "13 năm trước"
    ],
    [
        "@ACSBehemothHellcat heh owned. 3 year olds...",
        "13 năm trước"
    ],
    [
        "@problemofficer i don't know whether to agree or not with you...but i'll invent the plasma grenade. lol, jk jk jk jk jk :P",
        "13 năm trước"
    ],
    [
        "ok solved chage place to i live in china make a video and they will serch for me in china not in the usa =P",
        "13 năm trước"
    ],
    [
        "this maybe bad for no lifes that see gameplay all day and justin may go to prison for 5 years its good everyday vote YES",
        "12 năm trước"
    ],
    [
        "@RaptorLlama Youtube is idiot..",
        "13 năm trước"
    ],
    [
        "Bill check out Hauppauge Gaming Zone",
        "12 năm trước"
    ],
    [
        "what the fuck.....",
        "13 năm trước"
    ],
    [
        "@Blacknights29 ah. then you would be right haha",
        "13 năm trước"
    ],
    [
        "@oDiViDE64  good idea.... riot!!!!!!",
        "13 năm trước"
    ],
    [
        "@MaicoMoon lol. umad? ",
        "13 năm trước"
    ],
    [
        "@trellascales6 oh lol",
        "13 năm trước"
    ],
    [
        "@Trude174 canada.",
        "12 năm trước"
    ],
    [
        "@crustylion321 PEACE THROUGH POWER!!!",
        "13 năm trước"
    ],
    [
        "@LookItsBilliam You don't know what you're talking about do you? Just shut up and do your research. It hasn't even passed senate yet. And if you don't know what senate is, go to school.",
        "13 năm trước"
    ],
    [
        "@HellsMaverick i cant liek this moar than 1 tiem... \/sadface",
        "12 năm trước"
    ],
    [
        "@uodaisteel no. xcal is asian.....",
        "13 năm trước"
    ],
    [
        "Wow",
        "5 năm trước"
    ],
    [
        "fuck this im moving to the uk ",
        "13 năm trước"
    ],
    [
        "@GreenkirbyJapan  then russia again they will never find me >=)",
        "13 năm trước"
    ],
    [
        "lol He mad",
        "9 năm trước"
    ],
    [
        "This is badddd",
        "13 năm trước"
    ],
    [
        "up load a pic of you at e3 ahh crap i cant shar my life on facebook becayse id go to jail\n\n",
        "12 năm trước"
    ],
    [
        "W",
        "1 năm trước"
    ],
    [
        "@XxI3ioHazardxX yea that's right. And why would you want to upload a Black Ops video anyway? Just play the game and enjoy it. Why upload stupid videos on the internet? Lol?",
        "12 năm trước"
    ],
    [
        "N.W.O\r\n",
        "13 năm trước"
    ],
    [
        "Then bye bye youtube :P",
        "12 năm trước"
    ],
    [
        "@TheGraduate2012 haha ikr good for u lol",
        "13 năm trước"
    ],
    [
        "@TheMaxPain95 lol",
        "13 năm trước"
    ],
    [
        "@Etrajbe its a f*cking joke relax omg!!",
        "13 năm trước"
    ],
    [
        "@DBZvsNaruto1 yea man BTW in ur user name DBZ would win xD",
        "12 năm trước"
    ],
    [
        "@Xenzorg Getting mad over Youtube? Get a life.",
        "12 năm trước"
    ],
    [
        "@enclavebrandon3 wow didja look most of those words up in the dictionary so u could try to come off as a person who actually has a brain",
        "13 năm trước"
    ],
    [
        "@imspada Lol!",
        "12 năm trước"
    ],
    [
        "@FatalDeath369 lol\n",
        "13 năm trước"
    ],
    [
        "Bull Shit!",
        "12 năm trước"
    ],
    [
        "@nedned251 lucky XD",
        "12 năm trước"
    ],
    [
        "@UBGxJESTER - Learn english first.",
        "12 năm trước"
    ],
    [
        "HollyWood SUCKS >:D",
        "13 năm trước"
    ],
    [
        "40,000th comment.\n",
        "13 năm trước"
    ],
    [
        "@neadl117 LMFAO MAN!\n",
        "12 năm trước"
    ],
    [
        "nnnnnnnnnnnnnnnnnnoooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo\n",
        "12 năm trước"
    ],
    [
        "@neadl117 lolllllllllll ",
        "12 năm trước"
    ]
]